var FoodData_01_100={		/*美食特色小吃資訊*/
	"ID": "01_100",
    "Name": "湖莓宴餐坊",
    "Address": "苗栗縣大湖鄉富興村八寮彎2-7號4樓",
    "Tel": "037-995677",
	"HostWords": "湖苺宴開在大湖酒莊的4樓，是大湖地區農會經營的田媽媽餐坊，但是不同於一般田園風格的田媽媽主題餐廳，主打草莓創意料理的湖苺宴，裝潢、菜色都充滿年輕想法，一群六年級中段班的田媽媽，把她們對草莓的奇思異想，充份發揮在料理上。\r\n餐廳所供的菜色會依季節不同做更換，皆以套餐為主，在草莓產季菜單有德國烤豬腳酌草莓醋酸菜、草莓魚排酌草莓酸辣醬等，另外，這裡的意大利麵可是別處吃不到的哦！因為田媽媽們在麵條中加入了草莓，遊客吃了會有驚豔之感哦！\r\n若是水梨產季，則推出水梨風味套餐，其中「水梨磨菇里肌肉餐」餐點以新鮮的水梨加上鮮嫩多汁的里肌肉以燴飯的方式呈現，讓您吃到水果的鮮甜及富有彈性的里肌肉，多層次的口感保證讓您回味無窮。",
	"Price": "",
    "OpenHours": "",
    "CreditCard": "True",
    "TravelCard": "True",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "湖苺宴開在大湖酒莊的4樓，是大湖地區農會經營的田媽媽餐坊，但是不同於一般田園風格的田媽媽主題餐廳，主打草莓創意料理的湖苺宴，裝潢、菜色都充滿年輕想法，一群六年級中段班的田媽媽，把她們對草莓的奇思異想，充份發揮在料理上。\r\n餐廳所供的菜色會依季節不同做更換，皆以套餐為主，在草莓產季菜單有德國烤豬腳酌草莓醋酸菜、草莓魚排酌草莓酸辣醬等，另外，這裡的意大利麵可是別處吃不到的哦！因為田媽媽們在麵條中加入了草莓，遊客吃了會有驚豔之感哦！\r\n若是水梨產季，則推出水梨風味套餐，其中「水梨磨菇里肌肉餐」餐點以新鮮的水梨加上鮮嫩多汁的里肌肉以燴飯的方式呈現，讓您吃到水果的鮮甜及富有彈性的里肌肉，多層次的口感保證讓您回味無窮。",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.4402288,120.876103",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151007173924.jpg"
};
var FoodData_01_101={
    "ID": "01_101",
    "Name": "神雕邨複合式茶棧",
    "Address": "苗栗縣三義鄉廣盛村廣聲新城38鄰2巷26號",
    "Tel": "037-875858",
    "HostWords": "「邨」是「村」的古字，民國 84 年三義木雕博物館開館，沿途兩條木雕街有各家師傅展現神乎奇技的木雕工法，因此被稱之為「神雕」邨。當年客人的一句玩笑話：「這裡全是木雕店家，沒有餐廳，難道大家都吃木頭嗎？」讓性格豪爽的阿雪媽媽，打頭陣開店，主打擂茶、簡餐和農特產品，兼營民宿；93 年加入田媽媽後更下定決心將婆家的客家菜搬上餐桌，轉型成複合式餐廳。<br><br>\r\n\r\n阿雪媽媽是住彰化的閩南人，家裡開雜貨店，個性開朗，喜愛與人接觸；婚前不會做菜的她當了客家媳婦後，跟著婆婆學習做客家菜，她說；「客家人吃鹹不吃甜、菜餚裡鮮少放糖，也因為客家人大部分住山城裡，到平地取貨不易，因此客家媽媽們都發展出一套自給自足的本領，自製蘿蔔乾、梅乾菜、桔醬等。」<br><br>\r\n\r\n到這裡用餐經濟實惠，可視人數調整餐點份量，「梅干扣肉」、「薑絲大腸」、「客家小炒」、「蘿蔔乾豬肉湯」，都是道地的客家美味；菜餚可依季節變化，「炒桂竹筍」、「鹹蛋苦瓜」都是開胃下飯的好選擇。<br><br>\r\n\r\n古早時代擂茶是某種身分象徵，家裡經濟條件不錯才有多餘穀物可以曬乾、擂茶。阿雪媽媽說，閩南人「泡」茶葉，客家人「磨」茶葉。「客家擂茶」將茶葉、堅果和穀物依照順序磨成細粉，產生熱氣將食物磨成黏稠狀，再用湯匙從大缽上把它們刮下來、以熱水沖泡後飲用。現在擂茶已成為大眾皆知的客家精神代表，早晨起來喝上一杯，堅果和米香的香氣在鼻腔久久不散，精神充沛。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "True",
    "TravelCard": "True",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "「邨」是「村」的古字，民國 84 年三義木雕博物館開館，沿途兩條木雕街有各家師傅展現神乎奇技的木雕工法，因此被稱之為「神雕」邨。當年客人的一句玩笑話：「這裡全是木雕店家，沒有餐廳，難道大家都吃木頭嗎？」讓性格豪爽的阿雪媽媽，打頭陣開店，主打擂茶、簡餐和農特產品，兼營民宿；93 年加入田媽媽後更下定決心將婆家的客家菜搬上餐桌，轉型成複合式餐廳。<br><br>\r\n\r\n阿雪媽媽是住彰化的閩南人，家裡開雜貨店，個性開朗，喜愛與人接觸；婚前不會做菜的她當了客家媳婦後，跟著婆婆學習做客家菜，她說；「客家人吃鹹不吃甜、菜餚裡鮮少放糖，也因為客家人大部分住山城裡，到平地取貨不易，因此客家媽媽們都發展出一套自給自足的本領，自製蘿蔔乾、梅乾菜、桔醬等。」<br><br>\r\n\r\n到這裡用餐經濟實惠，可視人數調整餐點份量，「梅干扣肉」、「薑絲大腸」、「客家小炒」、「蘿蔔乾豬肉湯」，都是道地的客家美味；菜餚可依季節變化，「炒桂竹筍」、「鹹蛋苦瓜」都是開胃下飯的好選擇。<br><br>\r\n\r\n古早時代擂茶是某種身分象徵，家裡經濟條件不錯才有多餘穀物可以曬乾、擂茶。阿雪媽媽說，閩南人「泡」茶葉，客家人「磨」茶葉。「客家擂茶」將茶葉、堅果和穀物依照順序磨成細粉，產生熱氣將食物磨成黏稠狀，再用湯匙從大缽上把它們刮下來、以熱水沖泡後飲用。現在擂茶已成為大眾皆知的客家精神代表，早晨起來喝上一杯，堅果和米香的香氣在鼻腔久久不散，精神充沛。",
    "City": "苗栗縣",
    "Town": "三義鄉",
    "Coordinate": "24.4053747,120.760789",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151007173728.jpg"
};
var FoodData_01_102={
    "ID": "01_102",
    "Name": "甘露自然蔬食餐廳",
    "Address": "苗栗縣三義鄉廣盛村中正路 80號 /苗栗縣通霄鎮楓樹里楓樹窩92-2號",
    "Tel": "037-877546 ",
    "HostWords": "甘露一直以來推動的自然飲食，即是一種尊重大自然、順應大地、感恩惜福的飲食文化，在每一道餐點中，開創出一條與萬物共生共榮之路。甘露順應季節、以當季、當地的有機食材為主軸，開發具地方特色的有機蔬食料理，真正讓消費者能感受從產地到餐桌的米淇林饗宴。餐點所使用的調味料以本土在地油品及傳統天然手作醬油、糙米醋為主，堅持不添加任何化學添加物，讓消費者不用擔心食安的問題；而烹調方式強調低碳節能的環保概念，不高溫油炸，以生食、涼拌、蒸、燙為主，更保留食物的風味與營養，照顧用餐者的健康。更期望用敬天愛地、感恩惜福的態度，提供大家一種更友善的飲食方式，為後代子孫及萬物生靈預約一個和諧互助與真善美的未來！<br><br>\r\n\r\n招牌菜：塔香豆腐<br>\r\n招牌菜介紹：以有機黃豆搭配深海鹽滷，手工製作的新鮮豆腐，搭配農場種植的有機九層塔，塔香與豆香味的結合，吃起來清爽、美味，相當受歡迎。 ",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "甘露一直以來推動的自然飲食，即是一種尊重大自然、順應大地、感恩惜福的飲食文化，在每一道餐點中，開創出一條與萬物共生共榮之路。甘露順應季節、以當季、當地的有機食材為主軸，開發具地方特色的有機蔬食料理，真正讓消費者能感受從產地到餐桌的米淇林饗宴。餐點所使用的調味料以本土在地油品及傳統天然手作醬油、糙米醋為主，堅持不添加任何化學添加物，讓消費者不用擔心食安的問題；而烹調方式強調低碳節能的環保概念，不高溫油炸，以生食、涼拌、蒸、燙為主，更保留食物的風味與營養，照顧用餐者的健康。更期望用敬天愛地、感恩惜福的態度，提供大家一種更友善的飲食方式，為後代子孫及萬物生靈預約一個和諧互助與真善美的未來！<br><br>\r\n\r\n招牌菜：塔香豆腐<br>\r\n招牌菜介紹：以有機黃豆搭配深海鹽滷，手工製作的新鮮豆腐，搭配農場種植的有機九層塔，塔香與豆香味的結合，吃起來清爽、美味，相當受歡迎。 ",
    "City": "苗栗縣",
    "Town": "三義鄉",
    "Coordinate": "24.4146177,120.772363",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151007173235.jpg"
};
var FoodData_01_103={
    "ID": "01_103",
    "Name": "卓也小屋田媽媽",
    "Address": "苗栗縣三義鄉雙潭村崩山下 1-9 號",
    "Tel": "(037) 879-198",
    "HostWords": "中國在三千多年前已經知道利用生鮮藍草染色。我們耳熟能詳的「青出於藍」這句古老諺語，便是出自荀子，由於目睹染匠從綠色「藍草」中染出更為出色的青豔色彩，因此從不可思議的轉化過程與其染色結果，因而發出「青取之於藍，而青於藍」的喟嘆。其實現在有許多植物含有許多天然色素可供染色，甚至可用來入菜，讓餐點能夠以更健康的方式呈現豐富的色彩。<br><br>\r\n\r\n名鋤擺桌現在走向以「食農教育-染人體驗」為發展方向，透過簡報檔進行解說，以及實地到訪染料植物園進行田園染料植物巡禮，讓大家學習、認識可用來染色之植物，並因應時節進行簡單之農事操作或收割，再來將染料植物或食材進行調製、加工處理，並將染料植物入菜烹調，讓遊客自己體驗如何將染料植物入菜，烹調完成後便可自行享用自己烹調之菜色，用完餐後可至染工坊實際體驗天然植物染布過程，集學習、體驗、娛樂於一體。此外，在這裡也有許多精緻植物染精品可供挑選。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "中國在三千多年前已經知道利用生鮮藍草染色。我們耳熟能詳的「青出於藍」這句古老諺語，便是出自荀子，由於目睹染匠從綠色「藍草」中染出更為出色的青豔色彩，因此從不可思議的轉化過程與其染色結果，因而發出「青取之於藍，而青於藍」的喟嘆。其實現在有許多植物含有許多天然色素可供染色，甚至可用來入菜，讓餐點能夠以更健康的方式呈現豐富的色彩。<br><br>\r\n\r\n名鋤擺桌現在走向以「食農教育-染人體驗」為發展方向，透過簡報檔進行解說，以及實地到訪染料植物園進行田園染料植物巡禮，讓大家學習、認識可用來染色之植物，並因應時節進行簡單之農事操作或收割，再來將染料植物或食材進行調製、加工處理，並將染料植物入菜烹調，讓遊客自己體驗如何將染料植物入菜，烹調完成後便可自行享用自己烹調之菜色，用完餐後可至染工坊實際體驗天然植物染布過程，集學習、體驗、娛樂於一體。此外，在這裡也有許多精緻植物染精品可供挑選。",
    "City": "苗栗縣",
    "Town": "三義鄉",
    "Coordinate": "24.3914167,120.793373",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102094332.jpg"
};
var FoodData_01_104={
    "ID": "01_104",
    "Name": "秘密花園",
    "Address": "苗栗縣西湖鄉金獅村茶亭6號",
    "Tel": "037-923029",
    "HostWords": "走進這座深山中的後花園，渴望接觸大自然的人記得要大口呼吸。園區內種植數不清的花卉與香草植物；田媽媽徐莉華擅長將香草轉換成手工料理，她說：「新鮮香草和食材一起烹調，最能吃到植物原味的香氣。」\r\n\r\n　回想從花農轉做餐飲，一開始難免感到挫折，但是徐莉華積極學料理、煮咖啡、考證照，活用在田媽媽上課時學到的技藝，現在對於食材的挑選、餐點的調味已有獨特的見解。她的咖啡手藝好到讓附近媽媽們養成習慣，每天早上先上山喝杯咖啡，再下山工作。這裡白天可賞蝶、觀察候鳥，夜晚可聽蛙鳴蟬聲、找螢火蟲，大自然一年四季皆有不同的演出。 \r\n\r\n　她親切、浪漫的個性讓整個用餐環境充滿愉快的氣氛，聽著古典樂，胃口特別好、消化特別快；手工點心，紅麴手工餅乾、蜜蜜棗，都可以當伴手禮帶回家。店裡的哈利波特娃娃是用檳榔作成的，在秘密花園，處處都可以感受到化腐朽為神奇的巧思。\r\n\r\n　「迷迭香雞腿」、「香茅東坡肉」，許多中菜西用的菜式都是她的拿手好菜。「招牌客家醬鴨」看起來像紅燒，其實好吃的秘訣是將鴨蒸熟後，用客家的米醬燜煮入味。自家菜園就在餐廳後面，蔬菜鮮採上桌，讓客人吃得無毒又健康。\r\n\r\n　徐莉華也經常邀請朋友們暑假到祕密花園參加「祕密星光饗宴」，邀請函上寫著：「炎炎夏日，我們需要放鬆身心、外出踏青吹吹自然風，享受大自然的擁抱。」彷彿耳邊又響起秘密花園裡的蟬鳴鳥叫和迎面吹來的徐徐微風。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "走進這座深山中的後花園，渴望接觸大自然的人記得要大口呼吸。園區內種植數不清的花卉與香草植物；田媽媽徐莉華擅長將香草轉換成手工料理，她說：「新鮮香草和食材一起烹調，最能吃到植物原味的香氣。」\r\n\r\n　回想從花農轉做餐飲，一開始難免感到挫折，但是徐莉華積極學料理、煮咖啡、考證照，活用在田媽媽上課時學到的技藝，現在對於食材的挑選、餐點的調味已有獨特的見解。她的咖啡手藝好到讓附近媽媽們養成習慣，每天早上先上山喝杯咖啡，再下山工作。這裡白天可賞蝶、觀察候鳥，夜晚可聽蛙鳴蟬聲、找螢火蟲，大自然一年四季皆有不同的演出。 \r\n\r\n　她親切、浪漫的個性讓整個用餐環境充滿愉快的氣氛，聽著古典樂，胃口特別好、消化特別快；手工點心，紅麴手工餅乾、蜜蜜棗，都可以當伴手禮帶回家。店裡的哈利波特娃娃是用檳榔作成的，在秘密花園，處處都可以感受到化腐朽為神奇的巧思。\r\n\r\n　「迷迭香雞腿」、「香茅東坡肉」，許多中菜西用的菜式都是她的拿手好菜。「招牌客家醬鴨」看起來像紅燒，其實好吃的秘訣是將鴨蒸熟後，用客家的米醬燜煮入味。自家菜園就在餐廳後面，蔬菜鮮採上桌，讓客人吃得無毒又健康。\r\n\r\n　徐莉華也經常邀請朋友們暑假到祕密花園參加「祕密星光饗宴」，邀請函上寫著：「炎炎夏日，我們需要放鬆身心、外出踏青吹吹自然風，享受大自然的擁抱。」彷彿耳邊又響起秘密花園裡的蟬鳴鳥叫和迎面吹來的徐徐微風。",
    "City": "苗栗縣",
    "Town": "西湖鄉",
    "Coordinate": "24.5510936,120.784089",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102114827.jpg"
};
var FoodData_01_105={
    "ID": "01_105",
    "Name": "龍門口活魚餐廳",
    "Address": "苗栗縣南庄鄉獅山村15鄰165號",
    "Tel": "037-822829",
    "HostWords": "苗栗南庄空氣清新、上游溪谷水質純淨，得天獨厚的自然環境培養出有「魚者之尊」之稱的鱒魚；肉質細嫩、鮮美、具有高營養價值。田媽媽「龍門口活魚餐廳」在南庄經營超過二十多年，除了多種烹調鱒魚的菜式，還有使用在地食材、搭配清淡調味的客家料理，改良傳統客家菜的鹹重口味，反而吃進新鮮蔬菜的自然鮮甜。<br><br>\r\n\r\n餐廳裡使用的蔬菜都是從田媽媽們自家菜園採摘而來，不灑農藥與化肥，簡單烹調就能吃出原味；此外節儉的客家媽媽也會將多餘的蔬菜曬乾、醃漬醬菜，醬瓜、蕗蕎、長江豆、苦瓜、薑等，成為各桌驚喜開胃菜。「客家炆筍」使用4到5月時南庄特產的桂竹筍，燜滷過後的筍肉質清脆爽口，滋味甘甜；農民在盛產季節過後醃製成桂竹筍條，用來煮湯也很美味。\r\n\r\n來這裡用餐一定要配一碗南瓜飯；將白米和糯米依照比例浸泡，從生米開始煮、加入南瓜後轉小火慢慢翻攪，全身貫注在那一鍋飯裡，慢慢燜出香氣；再喝上用原生種金桔葉燉煮兩到三個小時的「金桔葉粉腸湯」，香氣四溢、味蕾全開。<br><br>\r\n\r\n田媽媽們的私房手藝不見得只表現在菜單裡，像是「鱒魚粥」就是只有熟門道的客人才懂得預約的甘甜美味。記得點菜時多問兩句有哪些當令食材與做法，媽媽們會眉開眼笑地報很多好料給你知！<br><br>\r\n\r\n招牌菜：金桔葉粉腸排骨湯<br>\r\n招牌菜介紹：粉腸排骨加上胡椒粒外加金桔葉特殊的香氣燉湯，熱熱喝可幫助血液循環，粉腸及排骨也燉得剛剛好好入口即化。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "苗栗南庄空氣清新、上游溪谷水質純淨，得天獨厚的自然環境培養出有「魚者之尊」之稱的鱒魚；肉質細嫩、鮮美、具有高營養價值。田媽媽「龍門口活魚餐廳」在南庄經營超過二十多年，除了多種烹調鱒魚的菜式，還有使用在地食材、搭配清淡調味的客家料理，改良傳統客家菜的鹹重口味，反而吃進新鮮蔬菜的自然鮮甜。<br><br>\r\n\r\n餐廳裡使用的蔬菜都是從田媽媽們自家菜園採摘而來，不灑農藥與化肥，簡單烹調就能吃出原味；此外節儉的客家媽媽也會將多餘的蔬菜曬乾、醃漬醬菜，醬瓜、蕗蕎、長江豆、苦瓜、薑等，成為各桌驚喜開胃菜。「客家炆筍」使用4到5月時南庄特產的桂竹筍，燜滷過後的筍肉質清脆爽口，滋味甘甜；農民在盛產季節過後醃製成桂竹筍條，用來煮湯也很美味。\r\n\r\n來這裡用餐一定要配一碗南瓜飯；將白米和糯米依照比例浸泡，從生米開始煮、加入南瓜後轉小火慢慢翻攪，全身貫注在那一鍋飯裡，慢慢燜出香氣；再喝上用原生種金桔葉燉煮兩到三個小時的「金桔葉粉腸湯」，香氣四溢、味蕾全開。<br><br>\r\n\r\n田媽媽們的私房手藝不見得只表現在菜單裡，像是「鱒魚粥」就是只有熟門道的客人才懂得預約的甘甜美味。記得點菜時多問兩句有哪些當令食材與做法，媽媽們會眉開眼笑地報很多好料給你知！<br><br>\r\n\r\n招牌菜：金桔葉粉腸排骨湯<br>\r\n招牌菜介紹：粉腸排骨加上胡椒粒外加金桔葉特殊的香氣燉湯，熱熱喝可幫助血液循環，粉腸及排骨也燉得剛剛好好入口即化。",
    "City": "苗栗縣",
    "Town": "南庄鄉",
    "Coordinate": "24.634451,121.012781",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102115013.jpg"
};
var FoodData_01_106={
    "ID": "01_106",
    "Name": "巧軒餐館",
    "Address": "苗栗縣公館鄉石墻村11鄰223-1號 ",
    "Tel": "037-226868",
    "HostWords": "苗栗石墻村的特產有哪些？來一趟巧軒餐館就知道了。草莓、芋頭、紅棗，菜單一打開都是用當地食材變化出來的創意料理。苗栗公館鄉石墻村是全台唯一的紅棗觀光果園所在地，每年七月中到八月下旬是紅棗採收期，鮮果可生食，口感類似蘋果，亦可曬乾做成紅棗乾，富含維他命 C，滋味甘甜。<br><br>\r\n\r\n「巧軒餐館」約 100 坪的空間原本都是紅棗園。幾年前，田媽媽賴如玉夫妻從苗栗市區返回家鄉，夫妻努力計畫、以田媽媽課程的知識為輔助，運用當地特產紅棗、芋頭、草莓，融合了中式、客家、海鮮等菜式，推出「紅棗創意料理」。「紅棗和風沙拉」、「紅棗炒飯」，吃得到紅棗的香甜，清爽開胃。<br><br>\r\n\r\n餐館首推香煎芋糕，這道招牌菜是顧客來到本店必點的，利用公館的優質檳榔心芋加上現磨的在來米漿和香菇、絞肉、油葱及蝦米蒸製成的手工點心，切片後經由熱鍋煎過，金黃香脆的酥煎外皮，一口咬下就可以吃到綿密的芋頭香氣與彈牙的口感。<br><br>\r\n\r\n賴如玉的婆婆用自家種的韭菜包的「手工韭菜水餃」是私房菜色，下鍋後的餃子顆顆晶透飽滿，看似樸素卻滋味十足。紅棗香腸也是與眾不同的風味，運用了在地的紅棗露搭配上等黑豬肉灌製而成淡淡的紅棗露香，增添了香腸得獨特，愛這味的顧客也都會購買回家與家人分享。<br>紅棗香腸、田媽媽手工餅乾、芋頭粿等還提供伴手禮讓嘴饞的客人帶回家。巧軒餐館努力推動地方特產的精神不但獲得媽媽們的大力支持，更凝聚了一股地方力量，在苗栗鄉間的紅棗田邊溫暖發光。<br><br>\r\n\r\n招牌菜：香煎芋糕<br>\r\n招牌菜介紹：公館鄉是全台唯一種紅棗的地區，灌溉水源富寒含礦物質，種出的芋頭特別綿密、鬆軟品質一流，製作的芋糕，更讓人回味無窮。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "True",
    "TravelCard": "True",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "苗栗石墻村的特產有哪些？來一趟巧軒餐館就知道了。草莓、芋頭、紅棗，菜單一打開都是用當地食材變化出來的創意料理。苗栗公館鄉石墻村是全台唯一的紅棗觀光果園所在地，每年七月中到八月下旬是紅棗採收期，鮮果可生食，口感類似蘋果，亦可曬乾做成紅棗乾，富含維他命 C，滋味甘甜。<br><br>\r\n\r\n「巧軒餐館」約 100 坪的空間原本都是紅棗園。幾年前，田媽媽賴如玉夫妻從苗栗市區返回家鄉，夫妻努力計畫、以田媽媽課程的知識為輔助，運用當地特產紅棗、芋頭、草莓，融合了中式、客家、海鮮等菜式，推出「紅棗創意料理」。「紅棗和風沙拉」、「紅棗炒飯」，吃得到紅棗的香甜，清爽開胃。<br><br>\r\n\r\n餐館首推香煎芋糕，這道招牌菜是顧客來到本店必點的，利用公館的優質檳榔心芋加上現磨的在來米漿和香菇、絞肉、油葱及蝦米蒸製成的手工點心，切片後經由熱鍋煎過，金黃香脆的酥煎外皮，一口咬下就可以吃到綿密的芋頭香氣與彈牙的口感。<br><br>\r\n\r\n賴如玉的婆婆用自家種的韭菜包的「手工韭菜水餃」是私房菜色，下鍋後的餃子顆顆晶透飽滿，看似樸素卻滋味十足。紅棗香腸也是與眾不同的風味，運用了在地的紅棗露搭配上等黑豬肉灌製而成淡淡的紅棗露香，增添了香腸得獨特，愛這味的顧客也都會購買回家與家人分享。<br>紅棗香腸、田媽媽手工餅乾、芋頭粿等還提供伴手禮讓嘴饞的客人帶回家。巧軒餐館努力推動地方特產的精神不但獲得媽媽們的大力支持，更凝聚了一股地方力量，在苗栗鄉間的紅棗田邊溫暖發光。<br><br>\r\n\r\n招牌菜：香煎芋糕<br>\r\n招牌菜介紹：公館鄉是全台唯一種紅棗的地區，灌溉水源富寒含礦物質，種出的芋頭特別綿密、鬆軟品質一流，製作的芋糕，更讓人回味無窮。",
    "City": "苗栗縣",
    "Town": "公館鄉",
    "Coordinate": "24.4722121,120.819438",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102115125.jpg"	
};
var FoodData_01_107={
    "ID": "01_107",
    "Name": "金葉山莊餐飲部",
    "Address": "苗栗縣卓蘭鎮豐田里13鄰185號",
    "Tel": "04-25892292",
    "HostWords": "田媽媽金葉山莊餐廳運用本地天然新鮮食材，自產自銷方式，為來店內客人提供健康自然的在地創意客家風味料理，餐廳附近搭配多元化生態環境教學、登山古道、壢西坪休閒農業區與精緻民宿。\r\n莊內提供多元化的客家茶點米食料理和拌手禮品之外，更提供各學校社團迎新團康、農村青少年體驗研習營，手工DIY教學等活動以及機關團體鄉土教學研習作業、聚會，班會，餐敘等場所。\r\n山莊周圍環繞百年樟樹林，名符其實地提供客人舒適用餐環境，天氣晴朗可遠眺新社台地，夜間可欣賞美麗卓蘭夜景，環境優雅，空氣清新，適合用餐度假休閒去處。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "田媽媽金葉山莊餐廳運用本地天然新鮮食材，自產自銷方式，為來店內客人提供健康自然的在地創意客家風味料理，餐廳附近搭配多元化生態環境教學、登山古道、壢西坪休閒農業區與精緻民宿。\r\n莊內提供多元化的客家茶點米食料理和拌手禮品之外，更提供各學校社團迎新團康、農村青少年體驗研習營，手工DIY教學等活動以及機關團體鄉土教學研習作業、聚會，班會，餐敘等場所。\r\n山莊周圍環繞百年樟樹林，名符其實地提供客人舒適用餐環境，天氣晴朗可遠眺新社台地，夜間可欣賞美麗卓蘭夜景，環境優雅，空氣清新，適合用餐度假休閒去處。",
    "City": "苗栗縣",
    "Town": "卓蘭鎮",
    "Coordinate": "24.3289359,120.821143",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102115236.jpg"	
};
var FoodData_01_108={
    "ID": "01_108",
    "Name": "建成有機農場",
    "Address": "台中市北屯區軍功里建成巷16號",
    "Tel": "04-22391019   ",
    "HostWords": "使用有機肥的農戶賴武田以兩分多地種植魚腥草、浦公英、狼尾草、桑葚、明日葉、七葉膽、七葉蘭展現盎然農機，而獲得十大農民及市農會頒發金牌獎，台中市農會輔導的田媽媽系列產品－魚腥草茶包創始人蘇秀鳳女士（賴太太）則以隧道式網室栽培獨創高產量更獲得90年度的神農獎，40幾年來一直在自己的四合院旁土地深耕發展網室栽培法，創新改良隧道式塑膠鋪網，使用有機肥及廚餘種植，獲得極高的評價。\r\n近年來建成有機農場更以各種當季新鮮的有機水果研發製造對人體健康有幫助的各種口味的水果酵素，是目前主力經銷產品，田爸爸說他們是薄利多銷，所以在價格方面是非常的便宜喔！\r\n檢驗標章：CAS有機標章\r\n驗證單位：台灣省有機農業生產協會",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "使用有機肥的農戶賴武田以兩分多地種植魚腥草、浦公英、狼尾草、桑葚、明日葉、七葉膽、七葉蘭展現盎然農機，而獲得十大農民及市農會頒發金牌獎，台中市農會輔導的田媽媽系列產品－魚腥草茶包創始人蘇秀鳳女士（賴太太）則以隧道式網室栽培獨創高產量更獲得90年度的神農獎，40幾年來一直在自己的四合院旁土地深耕發展網室栽培法，創新改良隧道式塑膠鋪網，使用有機肥及廚餘種植，獲得極高的評價。\r\n近年來建成有機農場更以各種當季新鮮的有機水果研發製造對人體健康有幫助的各種口味的水果酵素，是目前主力經銷產品，田爸爸說他們是薄利多銷，所以在價格方面是非常的便宜喔！\r\n檢驗標章：CAS有機標章\r\n驗證單位：台灣省有機農業生產協會",
    "City": "臺中市",
    "Town": "北屯區",
    "Coordinate": "24.186409,120.721109",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102115355.jpg"	
};
var FoodData_01_109={
    "ID": "01_109",
    "Name": "麻芛糕餅工作坊",
    "Address": "台中市南屯區萬和路一段94號",
    "Tel": "04-23899857",
    "HostWords": "麻芛是黃麻的嫩葉，主要產區在台中南屯，當地老一輩的人夏天煮麻芛湯，清火消暑。台中南屯的老街上，一家傳承百年的老字號餅店「林金生香」，同時也是田媽媽「麻芛糕餅工作坊」的所在地。\r\n　田媽媽陳富美回憶起林家糕餅的百年大業，第一代以製麵開啟了麵點類美食的大門。第二代林阿塗以麵龜及各式糕餅奠定家族事業的基礎；傳承到陳富美手上已是第四代，以麻芛為主題成功創造出台中代表性地方美食。她說：「吃的事業是良心事業，我們產品的顏色全來自原料麻芛，非添加色素；用料實在、堅持手工古法製作，才能奠定百年老店的地位。」\r\n　要將麻芛融入進糕點中，最麻煩的是去除苦味這道程序，以手工去梗留葉、再在畚箕上不斷搓揉、洗淨苦水後才可以使用。富美媽媽研究多時，在太陽餅的麥芽糖餡中加入乾燥打碎的麻芛粉，讓麥芽平衡了它的苦味，吃起來甜而不膩、不苦。加入麻芛的狀元糕切開後質感綿細、滋味紮實，入口後微微的甘中帶苦，吞入喉順口清香，是非常適合配茶的點心，在考季和節慶時是最常缺貨的明星商品。\r\n　以萬和宮為中心的南屯老街是全台中市最老的街道，這裡的土角厝和紅磚牆讓人彷彿進入時光隧道，有濃濃的古早味氣息。目前堂堂邁入第五代百年老店，堅持口味不變，成功結合台中地方特產，希望跟著南屯老街的發展，讓年輕人認識這個傳統滋味。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "麻芛是黃麻的嫩葉，主要產區在台中南屯，當地老一輩的人夏天煮麻芛湯，清火消暑。台中南屯的老街上，一家傳承百年的老字號餅店「林金生香」，同時也是田媽媽「麻芛糕餅工作坊」的所在地。\r\n　田媽媽陳富美回憶起林家糕餅的百年大業，第一代以製麵開啟了麵點類美食的大門。第二代林阿塗以麵龜及各式糕餅奠定家族事業的基礎；傳承到陳富美手上已是第四代，以麻芛為主題成功創造出台中代表性地方美食。她說：「吃的事業是良心事業，我們產品的顏色全來自原料麻芛，非添加色素；用料實在、堅持手工古法製作，才能奠定百年老店的地位。」\r\n　要將麻芛融入進糕點中，最麻煩的是去除苦味這道程序，以手工去梗留葉、再在畚箕上不斷搓揉、洗淨苦水後才可以使用。富美媽媽研究多時，在太陽餅的麥芽糖餡中加入乾燥打碎的麻芛粉，讓麥芽平衡了它的苦味，吃起來甜而不膩、不苦。加入麻芛的狀元糕切開後質感綿細、滋味紮實，入口後微微的甘中帶苦，吞入喉順口清香，是非常適合配茶的點心，在考季和節慶時是最常缺貨的明星商品。\r\n　以萬和宮為中心的南屯老街是全台中市最老的街道，這裡的土角厝和紅磚牆讓人彷彿進入時光隧道，有濃濃的古早味氣息。目前堂堂邁入第五代百年老店，堅持口味不變，成功結合台中地方特產，希望跟著南屯老街的發展，讓年輕人認識這個傳統滋味。",
    "City": "臺中市",
    "Town": "南屯區",
    "Coordinate": "24.1384674,120.639664",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102121003.jpg"	
};
var FoodData_01_110={
    "ID": "01_110",
    "Name": "議蘆餐廳",
    "Address": "台中市霧峰區中正路734號",
    "Tel": "04-23338818",
    "HostWords": "開在台灣省諮議會委員館的議蘆餐廳，過去是「議員會館」，專供議員用餐吃住，精省之後，餐廳正式對外開放。餐廳菜單靈感來自霧峰的在地農特產：杏鮑菇與益全香米，主要開發出三個系列菜色：菇蕈料理、清酒饗宴、香米大餐。田媽媽們與師傅分享經驗，運用特產開發出上百道菜式，根據季節調整菜色，客人走進議蘆餐廳就能將霧峰特產一網打盡。<br><br>\r\n\r\n霧峰在地益全香米所釀造的「本釀造清酒」是鎮店之寶。改良傳統麻油雞的「本釀造雞酒」是以本釀造清酒取代米酒，加入霧峰洋菇燉煮而成；濃郁的湯頭入口後，舌尖與喉頭都有清酒殘留的米香，溫潤舒服。「酥炸杏鮑菇」的菇肉厚實，飽滿富有湯汁，鮮炸上桌後湯汁爆漿燙口，但還是讓人忍不住趁熱送入口中！\r\n　「黃金香米」與「奶油香米」則分別用鹹蛋黃和奶油凸顯米粒香氣，讓傳統白米有了新吃法。<br><br>\r\n\r\n田媽媽張淑玲嫁來霧峰當媳婦，跟其他媽媽們一樣原本都是家庭主婦，跟著農會舉辦的活動「菇菇饗宴」、「龍鳳節」來精進料理手藝。張淑玲說：「議蘆餐廳到現在經營十年了，這群田媽媽們不但有一技之長也可增加家庭收入，重點是培養出自信和成就感。」在微笑著工作的神態背後，是自信與踏實的每一天。<br><br>\r\n\r\n招牌菜：吟釀洋菇麻油雞<br>\r\n招牌菜介紹：改良傳統麻油雞的吟釀洋菇雞酒以霧峰吟釀清酒取代米酒，加入在地新鮮洋菇燉煮；濃郁的湯頭讓舌尖、喉頭都留有清酒的米香，溫潤舒服。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "開在台灣省諮議會委員館的議蘆餐廳，過去是「議員會館」，專供議員用餐吃住，精省之後，餐廳正式對外開放。餐廳菜單靈感來自霧峰的在地農特產：杏鮑菇與益全香米，主要開發出三個系列菜色：菇蕈料理、清酒饗宴、香米大餐。田媽媽們與師傅分享經驗，運用特產開發出上百道菜式，根據季節調整菜色，客人走進議蘆餐廳就能將霧峰特產一網打盡。<br><br>\r\n\r\n霧峰在地益全香米所釀造的「本釀造清酒」是鎮店之寶。改良傳統麻油雞的「本釀造雞酒」是以本釀造清酒取代米酒，加入霧峰洋菇燉煮而成；濃郁的湯頭入口後，舌尖與喉頭都有清酒殘留的米香，溫潤舒服。「酥炸杏鮑菇」的菇肉厚實，飽滿富有湯汁，鮮炸上桌後湯汁爆漿燙口，但還是讓人忍不住趁熱送入口中！\r\n　「黃金香米」與「奶油香米」則分別用鹹蛋黃和奶油凸顯米粒香氣，讓傳統白米有了新吃法。<br><br>\r\n\r\n田媽媽張淑玲嫁來霧峰當媳婦，跟其他媽媽們一樣原本都是家庭主婦，跟著農會舉辦的活動「菇菇饗宴」、「龍鳳節」來精進料理手藝。張淑玲說：「議蘆餐廳到現在經營十年了，這群田媽媽們不但有一技之長也可增加家庭收入，重點是培養出自信和成就感。」在微笑著工作的神態背後，是自信與踏實的每一天。<br><br>\r\n\r\n招牌菜：吟釀洋菇麻油雞<br>\r\n招牌菜介紹：改良傳統麻油雞的吟釀洋菇雞酒以霧峰吟釀清酒取代米酒，加入在地新鮮洋菇燉煮；濃郁的湯頭讓舌尖、喉頭都留有清酒的米香，溫潤舒服。",
    "City": "臺中市",
    "Town": "霧峰區",
    "Coordinate": "24.0596532,120.698056",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102121043.jpg"	
};
var FoodData_01_111={
    "ID": "01_111",
    "Name": "后里傳統米食舖",
    "Address": "台中市后里區仁里村圳尞路67號",
    "Tel": "04-25575171",
    "HostWords": "「田媽媽后里傳統米食舖」於93年在農會的輔導下成立，10位班員在班長柯參秋的帶領下，將傳統米食以標準化、規格化、多元化的方式加工，全體班員秉持同甘苦共患難的精神，並認真的以副業經營模式，研發出各式香Ｑ絕不添加防腐劑的粿製品。\r\n　米食舖成立之初，配合后里區中社花市舉辦玫瑰花宴，田媽媽以拿手米食烹飪技術，配合玫瑰花入味，一炮打響了后里傳統米食舖的知名度。目前產品有：九層糕、肉粽、草仔粿、芋仔粿、菜頭粿、菜包粿、純米發粿、紅龜粿等。\r\n　田媽媽的產品平時接受電話預約訂購的情況就相當踴躍，如果遇上年節更是供不應求。由於吃過的人都讚不絕口，鄉內各機關團體、學校舉辦活動、慶典、講習會等，都會指名田媽媽準備米食餐點。由於田媽媽的用心、努力，各界的訂購聲不斷增加，業務蒸蒸日上，目前已擴充設置攪拌機、封口機、真空包裝、脫水機等機具，以提供社會大眾更好的服務。\r\n　為了讓更多消費者能享用美味可口又自然健康的食物，透過后里區農會及台中市政府等單位的協助，后里傳統米食舖經常參加全國各機關所辦的農特產展售活動，將后里美食推廣至全省各地，后里田媽媽的米食產品，香Ｑ絕不添加防腐劑，朋友們可以放心享用！",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "「田媽媽后里傳統米食舖」於93年在農會的輔導下成立，10位班員在班長柯參秋的帶領下，將傳統米食以標準化、規格化、多元化的方式加工，全體班員秉持同甘苦共患難的精神，並認真的以副業經營模式，研發出各式香Ｑ絕不添加防腐劑的粿製品。\r\n　米食舖成立之初，配合后里區中社花市舉辦玫瑰花宴，田媽媽以拿手米食烹飪技術，配合玫瑰花入味，一炮打響了后里傳統米食舖的知名度。目前產品有：九層糕、肉粽、草仔粿、芋仔粿、菜頭粿、菜包粿、純米發粿、紅龜粿等。\r\n　田媽媽的產品平時接受電話預約訂購的情況就相當踴躍，如果遇上年節更是供不應求。由於吃過的人都讚不絕口，鄉內各機關團體、學校舉辦活動、慶典、講習會等，都會指名田媽媽準備米食餐點。由於田媽媽的用心、努力，各界的訂購聲不斷增加，業務蒸蒸日上，目前已擴充設置攪拌機、封口機、真空包裝、脫水機等機具，以提供社會大眾更好的服務。\r\n　為了讓更多消費者能享用美味可口又自然健康的食物，透過后里區農會及台中市政府等單位的協助，后里傳統米食舖經常參加全國各機關所辦的農特產展售活動，將后里美食推廣至全省各地，后里田媽媽的米食產品，香Ｑ絕不添加防腐劑，朋友們可以放心享用！",
    "City": "臺中市",
    "Town": "后里區",
    "Coordinate": "24.3088765,120.722370",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102144158.jpg"	
};
var FoodData_01_113={
    "ID": "01_113",
    "Name": "欣燦客家小館",
    "Address": "台中市潭子區興華一路219號",
    "Tel": "04-25345178 ",
    "HostWords": "娘家在苗栗大湖的客家媽媽羅美蘭原本就擅長做客家米食，但她發現糯米點心吃多了不好消化，於是細心地研究出用蓬萊米和西谷米結合的珍珠外皮，結合潭子當地特產的麻竹筍，做出吹彈可破的「珍珠竹筍包」。\r\n\r\n　民國90年時獲頒神農獎，珍珠筍包於是成為國宴料理中不可或缺的一道佳餚。現在筍包一天最多可生產兩萬多顆，在台中各大餐廳、外燴餐點，都可以見到它的身影，成為潭子的地方驕傲。\r\n\r\n　珍珠竹筍包立下好口碑之後，她在眾人的期待下開立了欣燦客家小館，從現炒菜、精緻簡餐到辦桌菜都有，維持傳統客家調味之餘，也配合當地人的用餐習慣適時改良配料，面面俱到能滿足小倆口到一大家子的需求，讓人感受到她的用心。\r\n\r\n　加入紅麴滷出來的「客家紅燒圓蹄」色澤透亮，切開後肉汁四溢，旁邊配鹹淡剛好的高麗菜乾，是道厚工的辦桌菜。傳統「客家粄條」吃得到純米漿粄條Ｑ彈的純正口感。「桔醬油雞」是每張桌上絕不會缺席的招牌菜，還要配上一碗「夕陽雲片湯」，裡面燉有豬肚、肉片和蛤蠣，清胃舒爽，入口回甘。媽媽的家常菜，重視傳統古早味，因此成功征服了許多人的胃。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "娘家在苗栗大湖的客家媽媽羅美蘭原本就擅長做客家米食，但她發現糯米點心吃多了不好消化，於是細心地研究出用蓬萊米和西谷米結合的珍珠外皮，結合潭子當地特產的麻竹筍，做出吹彈可破的「珍珠竹筍包」。\r\n\r\n　民國90年時獲頒神農獎，珍珠筍包於是成為國宴料理中不可或缺的一道佳餚。現在筍包一天最多可生產兩萬多顆，在台中各大餐廳、外燴餐點，都可以見到它的身影，成為潭子的地方驕傲。\r\n\r\n　珍珠竹筍包立下好口碑之後，她在眾人的期待下開立了欣燦客家小館，從現炒菜、精緻簡餐到辦桌菜都有，維持傳統客家調味之餘，也配合當地人的用餐習慣適時改良配料，面面俱到能滿足小倆口到一大家子的需求，讓人感受到她的用心。\r\n\r\n　加入紅麴滷出來的「客家紅燒圓蹄」色澤透亮，切開後肉汁四溢，旁邊配鹹淡剛好的高麗菜乾，是道厚工的辦桌菜。傳統「客家粄條」吃得到純米漿粄條Ｑ彈的純正口感。「桔醬油雞」是每張桌上絕不會缺席的招牌菜，還要配上一碗「夕陽雲片湯」，裡面燉有豬肚、肉片和蛤蠣，清胃舒爽，入口回甘。媽媽的家常菜，重視傳統古早味，因此成功征服了許多人的胃。",
    "City": "臺中市",
    "Town": "潭子區",
    "Coordinate": "24.2084682,120.703266",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102144349.jpg"	
};
var FoodData_01_115={
    "ID": "01_115",
    "Name": "石圍牆客家田園小吃",
    "Address": "台中市東勢區茂興里東蘭路196-65 號",
    "Tel": "04-25879197",
    "HostWords": "東勢在印象中與美麗的客家庄劃上等號，而石圍牆酒庄所提供的餐點莫不就是道地的客家合菜，「大埔」是東勢客家人的腔音，有別於「海陸」、「四縣」，但不變的是，客家人的熱情，石圍牆的大嬸用道地的客家手法烹煮「大埔客家菜」，香氣撲鼻的「梅干焢肉」、色澤金黃的「菜脯蛋」、嚼勁十足的「薑絲炒大腸」、大埔風味的「客家小炒」，每一道精緻客家美食都深深地擄獲旅客的心，每當飢腸轆轆旅人來到，熱情的大嬸們除了熱情的問候之外當然還會以豐盛的「大埔客家菜」填飽旅人的肚子，豐富的客家用料、在地的烹煮手法，這就是石圍牆酒庄引以為傲並且象徵東勢地區的「大埔客家菜」。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "東勢在印象中與美麗的客家庄劃上等號，而石圍牆酒庄所提供的餐點莫不就是道地的客家合菜，「大埔」是東勢客家人的腔音，有別於「海陸」、「四縣」，但不變的是，客家人的熱情，石圍牆的大嬸用道地的客家手法烹煮「大埔客家菜」，香氣撲鼻的「梅干焢肉」、色澤金黃的「菜脯蛋」、嚼勁十足的「薑絲炒大腸」、大埔風味的「客家小炒」，每一道精緻客家美食都深深地擄獲旅客的心，每當飢腸轆轆旅人來到，熱情的大嬸們除了熱情的問候之外當然還會以豐盛的「大埔客家菜」填飽旅人的肚子，豐富的客家用料、在地的烹煮手法，這就是石圍牆酒庄引以為傲並且象徵東勢地區的「大埔客家菜」。",
    "City": "臺中市",
    "Town": "東勢區",
    "Coordinate": "24.2892535,120.796522",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102145151.jpg"	
};
var FoodData_01_116={
    "ID": "01_116",
    "Name": "石岡傳統美食小舖",
    "Address": "台中市石岡區九房村豐勢路889-1號",
    "Tel": "04-25721490",
    "HostWords": "921大地震震垮了石岡區田媽媽們的家園，失去了原有的工作機會，但她們靠著自己的傳統手藝，樂觀、勇敢地重新出發，在逆境中化危機為轉機；面對地震摧毀的房舍田園，她們發揮感性力量，帶著微笑和信心，掛起招牌，成立「石岡傳統美食小鋪」。\r\n\r\n小舖就開在農會旁，不少客人預約到這用餐，享受客家媽媽的傳統口味。這幾年她們自製手工紅麴，作為健康食材的基底，發展出各式各樣不同的風味點心。純手工做的「紅糟桂圓米糕」把龍眼乾、紅麴醬和酒先炒香，最後跟蒸熟的圓糯米拌在一起；糯米炒出Ｑ度，紅麴有軟化米粒的功用，越嚼越香，冰過的米粒不會乾硬，冷熱兩吃，輕鬆享受像剛出爐一般的好滋味！<br><br>\r\n內行人必點道地客家粄條、搭配紅麴醉雞捲，加上當日現做的私房小菜。媽媽們用照顧家人的心入菜，強調低油、低鹽、低糖，自製的養生紅麴醬更為餐點的營養和口味加分，讓人吃飽又吃巧。\r\n\r\n「蜂巢蛋糕」是田媽媽自創風味蛋糕，結合傳統發糕及蜂蜜蛋糕用料，改蒸為烤，蛋糕體蓬鬆成蜂巢狀，有濃濃的乳香與焦糖香氣，已成為石岡名產。回程時別忘了挑選些桔醬和醃梅，讓田媽媽的美味一路伴隨回家。<br><br>\r\n\r\n招牌菜：紅麴米糕<br>\r\n招牌菜介紹：客家人最拿手的是發紅麴，將紅糟運用在龍眼米糕，包裝成一小塊，讓人慢慢品嘗米香、酒香，龍眼香，層次的口感讓人驚豔!",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "921大地震震垮了石岡區田媽媽們的家園，失去了原有的工作機會，但她們靠著自己的傳統手藝，樂觀、勇敢地重新出發，在逆境中化危機為轉機；面對地震摧毀的房舍田園，她們發揮感性力量，帶著微笑和信心，掛起招牌，成立「石岡傳統美食小鋪」。\r\n\r\n小舖就開在農會旁，不少客人預約到這用餐，享受客家媽媽的傳統口味。這幾年她們自製手工紅麴，作為健康食材的基底，發展出各式各樣不同的風味點心。純手工做的「紅糟桂圓米糕」把龍眼乾、紅麴醬和酒先炒香，最後跟蒸熟的圓糯米拌在一起；糯米炒出Ｑ度，紅麴有軟化米粒的功用，越嚼越香，冰過的米粒不會乾硬，冷熱兩吃，輕鬆享受像剛出爐一般的好滋味！<br><br>\r\n內行人必點道地客家粄條、搭配紅麴醉雞捲，加上當日現做的私房小菜。媽媽們用照顧家人的心入菜，強調低油、低鹽、低糖，自製的養生紅麴醬更為餐點的營養和口味加分，讓人吃飽又吃巧。\r\n\r\n「蜂巢蛋糕」是田媽媽自創風味蛋糕，結合傳統發糕及蜂蜜蛋糕用料，改蒸為烤，蛋糕體蓬鬆成蜂巢狀，有濃濃的乳香與焦糖香氣，已成為石岡名產。回程時別忘了挑選些桔醬和醃梅，讓田媽媽的美味一路伴隨回家。<br><br>\r\n\r\n招牌菜：紅麴米糕<br>\r\n招牌菜介紹：客家人最拿手的是發紅麴，將紅糟運用在龍眼米糕，包裝成一小塊，讓人慢慢品嘗米香、酒香，龍眼香，層次的口感讓人驚豔!",
    "City": "臺中市",
    "Town": "石岡區",
    "Coordinate": "24.2749995,120.780480",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102145243.jpg"	
};
var FoodData_01_117={
    "ID": "01_117",
    "Name": "清水追菜香",
    "Address": "台中市清水區清水里中山路333號2樓",
    "Tel": "04-26221188 ",
    "HostWords": "台中清水多旱地，適合花生、地瓜、芝麻、蘿蔔的生長。起初，田媽媽在家裡工作室手工製作花生糖、芝麻糖、菜脯和五香豆干等加工製品，透過口耳相傳，91年開始經營清水田媽媽，取名「追菜香」，起緣於人們總會憑著記憶尋找媽媽家常菜的滋味，希望客人尋著菜香而來，喚起單純的兒時記憶。\r\n清水也是全台灣最大的韭黃生產地，有淡淡香氣，口感軟嫩細緻、充滿水份，加上大甲溪優良水質灌溉出的好米，在媽媽們的巧手下，清水特產變化出不同風味，開發出「韭黃傳情套餐」，無論是清燙或炒米粉，都讓韭黃的香氣和口感保持在最佳狀態。\r\n清水米糕全台有名，不少旅客慕名而來，筒仔米糕的創始店「王塔米糕」就在同一個十字路口上，班長王蕭美華媽媽是王家的媳婦，完全不藏私地將家傳的米糕絕活教授給田媽媽其他班員們，結合在地傳統小吃和田媽媽加工品做成套餐，轉變為現代口味；點一客追菜香的「米糕套餐」可以吃到王塔米糕傳承了七十年的好味道，是這裡最受歡迎的人氣點心。\r\n這幾年田媽媽們積極參加課程、考取丙級證照，帶給大家更多樣化的口味，在優雅簡潔的咖啡店裡品嚐台灣傳統在地小吃，相信會給到此一遊的訪客一次特別的用餐體驗。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "台中清水多旱地，適合花生、地瓜、芝麻、蘿蔔的生長。起初，田媽媽在家裡工作室手工製作花生糖、芝麻糖、菜脯和五香豆干等加工製品，透過口耳相傳，91年開始經營清水田媽媽，取名「追菜香」，起緣於人們總會憑著記憶尋找媽媽家常菜的滋味，希望客人尋著菜香而來，喚起單純的兒時記憶。\r\n清水也是全台灣最大的韭黃生產地，有淡淡香氣，口感軟嫩細緻、充滿水份，加上大甲溪優良水質灌溉出的好米，在媽媽們的巧手下，清水特產變化出不同風味，開發出「韭黃傳情套餐」，無論是清燙或炒米粉，都讓韭黃的香氣和口感保持在最佳狀態。\r\n清水米糕全台有名，不少旅客慕名而來，筒仔米糕的創始店「王塔米糕」就在同一個十字路口上，班長王蕭美華媽媽是王家的媳婦，完全不藏私地將家傳的米糕絕活教授給田媽媽其他班員們，結合在地傳統小吃和田媽媽加工品做成套餐，轉變為現代口味；點一客追菜香的「米糕套餐」可以吃到王塔米糕傳承了七十年的好味道，是這裡最受歡迎的人氣點心。\r\n這幾年田媽媽們積極參加課程、考取丙級證照，帶給大家更多樣化的口味，在優雅簡潔的咖啡店裡品嚐台灣傳統在地小吃，相信會給到此一遊的訪客一次特別的用餐體驗。",
    "City": "臺中市",
    "Town": "清水區",
    "Coordinate": "24.271447,120.576177",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102145321.jpg"	
};
var FoodData_01_118={
    "ID": "01_118",
    "Name": "劉員外餐點米食",
    "Address": "台中市外埔區六分路280巷8號",
    "Tel": "04-26832197 ",
    "HostWords": "外埔區「田媽媽劉員外米食餐點」 是由農會家政班班長劉黃碧霞與班員共同經營，取名「劉員外」是因為劉黃碧霞的先生之祖父早期是新竹地區的客家望族，由新竹遷徙到外埔置產定居時人人都稱呼他為「劉員外」，代代相傳所以順期自然地就取名為「劉員外米食餐點。\r\n　「劉員外」的產品有：艾草菜包（又名草仔棵）、紅麴紅龜、麻薯及各種客家米食相關之古早味懷舊美食。所使用的原料是完全天然的，保證不含化學色素，艾草菜包所使用的材料「艾草」是自家田園所種植，艾草具有特殊香味，且含有大量纖維質可幫助消化、養顏美容。\r\n　而紅麴是一種天然補品，除有天然豔麗的鮮紅色澤，還有特殊香氣及具保存作用。劉員外的紅麴紅龜所用的顏料，就是以紅麴經長時間熬煮後的湯汁作為原料，所以保證是有益健康又可養顏美容的美食。\r\n　外埔區具有優良的生產環境為良質米的生產區，生產高品質的食米，配合食米多樣化，「田媽媽劉員外米食餐點」製作多種具有古早味特色的鄉點米食，已有相當高的知名度，這裡的艾草菜包餡多材料實在，口味獨特，常吸引許多外地遊客不遠千里前來品嚐，也常提供喜慶、外燴、各單位辦活動等使用並歡迎電話訂購。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "外埔區「田媽媽劉員外米食餐點」 是由農會家政班班長劉黃碧霞與班員共同經營，取名「劉員外」是因為劉黃碧霞的先生之祖父早期是新竹地區的客家望族，由新竹遷徙到外埔置產定居時人人都稱呼他為「劉員外」，代代相傳所以順期自然地就取名為「劉員外米食餐點。\r\n　「劉員外」的產品有：艾草菜包（又名草仔棵）、紅麴紅龜、麻薯及各種客家米食相關之古早味懷舊美食。所使用的原料是完全天然的，保證不含化學色素，艾草菜包所使用的材料「艾草」是自家田園所種植，艾草具有特殊香味，且含有大量纖維質可幫助消化、養顏美容。\r\n　而紅麴是一種天然補品，除有天然豔麗的鮮紅色澤，還有特殊香氣及具保存作用。劉員外的紅麴紅龜所用的顏料，就是以紅麴經長時間熬煮後的湯汁作為原料，所以保證是有益健康又可養顏美容的美食。\r\n　外埔區具有優良的生產環境為良質米的生產區，生產高品質的食米，配合食米多樣化，「田媽媽劉員外米食餐點」製作多種具有古早味特色的鄉點米食，已有相當高的知名度，這裡的艾草菜包餡多材料實在，口味獨特，常吸引許多外地遊客不遠千里前來品嚐，也常提供喜慶、外燴、各單位辦活動等使用並歡迎電話訂購。",
    "City": "臺中市",
    "Town": "外埔區",
    "Coordinate": "24.3324888,120.656466",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102162853.jpg"	
};
var FoodData_01_119={
    "ID": "01_119",
    "Name": "紫艾烘焙屋",
    "Address": "台中市潭子區南門街121號",
    "Tel": " 手機：0937-229597",
    "HostWords": "田媽媽江淑蘭對於烹飪、烘焙有無比的熱情，從民國87年開始，累積了烘焙、西餐、中餐等7張證照，之後更積極進修，從靜宜大學觀光管理碩士班畢業後，力拼中式麵點乙級證照。認識了潭子農會王股長後，她與另外幾位田媽媽合開「紫艾自然烘焙屋」，將台灣傳統香草：紫蘇、艾草做成美味的糕餅點心。\r\n　結合艾草與烘焙手藝，她運成無油、低溫燜烤的方式做出富含天然堅果、杏仁的養生石頭餅乾。「艾草石頭餅乾」靈感來自於金門的鹹餅乾；將新鮮艾草洗淨後煮沸、煮軟，加一點點小蘇打保持顏色翠綠，接著冷卻後打成泥再加入麵糊裡。她說：「艾草怕高溫烤，因此要先用中高溫烤熟後，再轉成低溫（110℃）燜烤十多個小時。」\r\n　跟一般餅乾的口感不同，無油烘烤讓餅乾的口感較硬、脆，要烤到剛剛好的軟硬度才可以切片，輕微地厚薄不一成為江淑蘭媽媽純手工切割的特色。「艾草蜂蜜蛋糕」也頗具特色，因為艾草泥加進蛋糕後不可避免地會有些苦味，一般人很難接受；她改良多次後最後決定將艾草泥以隨意畫線條的方式做成大理石紋路，最後一道手續再刷上蜂蜜酒增加香氣，讓這款蜂蜜蛋糕甜度降低、但風味不減。\r\n　另外還有令人驚艷的是將鮪魚和蔬菜夾在海綿蛋糕中的鹹蛋糕，有吃蛋糕版三明治的驚喜感，是許多媽媽小孩的最愛。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "田媽媽江淑蘭對於烹飪、烘焙有無比的熱情，從民國87年開始，累積了烘焙、西餐、中餐等7張證照，之後更積極進修，從靜宜大學觀光管理碩士班畢業後，力拼中式麵點乙級證照。認識了潭子農會王股長後，她與另外幾位田媽媽合開「紫艾自然烘焙屋」，將台灣傳統香草：紫蘇、艾草做成美味的糕餅點心。\r\n　結合艾草與烘焙手藝，她運成無油、低溫燜烤的方式做出富含天然堅果、杏仁的養生石頭餅乾。「艾草石頭餅乾」靈感來自於金門的鹹餅乾；將新鮮艾草洗淨後煮沸、煮軟，加一點點小蘇打保持顏色翠綠，接著冷卻後打成泥再加入麵糊裡。她說：「艾草怕高溫烤，因此要先用中高溫烤熟後，再轉成低溫（110℃）燜烤十多個小時。」\r\n　跟一般餅乾的口感不同，無油烘烤讓餅乾的口感較硬、脆，要烤到剛剛好的軟硬度才可以切片，輕微地厚薄不一成為江淑蘭媽媽純手工切割的特色。「艾草蜂蜜蛋糕」也頗具特色，因為艾草泥加進蛋糕後不可避免地會有些苦味，一般人很難接受；她改良多次後最後決定將艾草泥以隨意畫線條的方式做成大理石紋路，最後一道手續再刷上蜂蜜酒增加香氣，讓這款蜂蜜蛋糕甜度降低、但風味不減。\r\n　另外還有令人驚艷的是將鮪魚和蔬菜夾在海綿蛋糕中的鹹蛋糕，有吃蛋糕版三明治的驚喜感，是許多媽媽小孩的最愛。",
    "City": "臺中市",
    "Town": "潭子區",
    "Coordinate": "24.2168661,120.700831",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102144458.jpg"	
};
var FoodData_01_121={
    "ID": "01_121",
    "Name": "蓉貽健康工作坊",
    "Address": "台中市潭子區栗林里中山路三段 275 巷 47 號",
    "Tel": "(04) 2535-3748",
    "HostWords": "提供天然、健康的食物給消費者，是蓉貽健康工作坊一貫的初衷。滷味、泡菜等加工品完全不添加防腐劑，全程低溫冷藏配送。田媽媽莊姿儀說：「我們的食品先要求產品完善、再添加熱情進去；講究新鮮手工，希望讓更多年輕人認識在地食材與推廣健康養身的概念。」<br><br>\r\n\r\n熱愛烹飪的莊姿儀媽媽原本做便當生意，加入田媽媽後成立工作坊，將傳統中藥材「益母草」作為加工食品，頗有與國外香草互別苗頭之意。姿儀媽媽說：「野生的益母草生長在田邊、農舍旁，從小媽媽就會用來熬湯給姊妹們喝；益母草可以調經活血，是極佳的婦科草藥。」因為不想讓老祖宗的智慧失傳，她與其他田媽媽們發想將益母草曬乾後熬做滷汁，花一個多月時間調整口味，推出益母草鐵蛋、豆乾等滷味，兼具口味與健康。<br><br>\r\n\r\n另外，酵素泡菜原是便當中不起眼的配菜，經過口耳相傳，搖身一變成為首席伴手禮！使用純新鮮水果與糖等比例進大桶裡放置兩個月發酵取汁、再將大白菜、高麗菜浸置其中、醃製一星期，酸甜爽脆的酵素泡菜才大功告成，當開胃小菜，拌麵、拌飯、煮火鍋底都美味；之後更研發出加入金門高粱酒與 CAS 認證豬肉製成泡菜香腸，嚐得到鮮味也不造成身體負擔。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "提供天然、健康的食物給消費者，是蓉貽健康工作坊一貫的初衷。滷味、泡菜等加工品完全不添加防腐劑，全程低溫冷藏配送。田媽媽莊姿儀說：「我們的食品先要求產品完善、再添加熱情進去；講究新鮮手工，希望讓更多年輕人認識在地食材與推廣健康養身的概念。」<br><br>\r\n\r\n熱愛烹飪的莊姿儀媽媽原本做便當生意，加入田媽媽後成立工作坊，將傳統中藥材「益母草」作為加工食品，頗有與國外香草互別苗頭之意。姿儀媽媽說：「野生的益母草生長在田邊、農舍旁，從小媽媽就會用來熬湯給姊妹們喝；益母草可以調經活血，是極佳的婦科草藥。」因為不想讓老祖宗的智慧失傳，她與其他田媽媽們發想將益母草曬乾後熬做滷汁，花一個多月時間調整口味，推出益母草鐵蛋、豆乾等滷味，兼具口味與健康。<br><br>\r\n\r\n另外，酵素泡菜原是便當中不起眼的配菜，經過口耳相傳，搖身一變成為首席伴手禮！使用純新鮮水果與糖等比例進大桶裡放置兩個月發酵取汁、再將大白菜、高麗菜浸置其中、醃製一星期，酸甜爽脆的酵素泡菜才大功告成，當開胃小菜，拌麵、拌飯、煮火鍋底都美味；之後更研發出加入金門高粱酒與 CAS 認證豬肉製成泡菜香腸，嚐得到鮮味也不造成身體負擔。",
    "City": "臺中市",
    "Town": "潭子區",
    "Coordinate": "24.2216107,120.704339",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102144649.jpg"	
};
var FoodData_01_122={
    "ID": "01_122",
    "Name": "九個果子",
    "Address": "台中市潭子區東寶村大德一路2段45號",
    "Tel": "04-25330351",
    "HostWords": "田媽媽張文利、張志聿懷抱著「希望客人用完餐後都能笑著離開」的理念，經營九個果子庭園景觀餐廳。何謂九個果子？九個果子的涵義出自於聖經加拉太書，是愛、喜樂、和平、恆忍、恩慈、良善、信實、溫柔、節制九種美德。\r\n　他們累積了十多年景觀庭園和花卉設計的經驗，幾年興起經營景觀餐廳的念頭。餐廳裡的一磚一瓦、家具布置全出自於兩人之手，籌備了三年，運用許多歐風的元素將庭園、景觀、餐廳三方取得平衡。從小巷子裡轉進來，印入眼底的是1800坪的景觀造景，讓人豁然開朗。欣賞完植栽和歐風雕像的庭園後進到餐廳，享用精心烹調的養身套餐。\r\n　從餐點、附餐到伴手禮點心全部親力親為，非常細膩。手工優格搭配新鮮蔬菜的沙拉、營養價值高的南瓜湯、用20多種穀物耗時熬製的養生粥，都是看似簡單卻花費心力的手工前菜。主菜裡的香草豬肋排、香草春雞，都是使用園裡自己種的芬芳香草，再慢工細活烤出風味；澳洲沙朗牛排佐自製紅酒黑胡椒醬，食材與調味都是飯店級的水準。甜點也不馬虎，優格水果冰淇淋、優格椰子塔都是用料實在的好味道，吃了上癮還可以訂購伴手禮，將美好的用餐經驗一起帶回家。\r\n　張志聿說：「開餐廳是一個理想的實現。我們的食材是飯店級的水準，客人現點現做，要求每一道菜都好吃。」",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "田媽媽張文利、張志聿懷抱著「希望客人用完餐後都能笑著離開」的理念，經營九個果子庭園景觀餐廳。何謂九個果子？九個果子的涵義出自於聖經加拉太書，是愛、喜樂、和平、恆忍、恩慈、良善、信實、溫柔、節制九種美德。\r\n　他們累積了十多年景觀庭園和花卉設計的經驗，幾年興起經營景觀餐廳的念頭。餐廳裡的一磚一瓦、家具布置全出自於兩人之手，籌備了三年，運用許多歐風的元素將庭園、景觀、餐廳三方取得平衡。從小巷子裡轉進來，印入眼底的是1800坪的景觀造景，讓人豁然開朗。欣賞完植栽和歐風雕像的庭園後進到餐廳，享用精心烹調的養身套餐。\r\n　從餐點、附餐到伴手禮點心全部親力親為，非常細膩。手工優格搭配新鮮蔬菜的沙拉、營養價值高的南瓜湯、用20多種穀物耗時熬製的養生粥，都是看似簡單卻花費心力的手工前菜。主菜裡的香草豬肋排、香草春雞，都是使用園裡自己種的芬芳香草，再慢工細活烤出風味；澳洲沙朗牛排佐自製紅酒黑胡椒醬，食材與調味都是飯店級的水準。甜點也不馬虎，優格水果冰淇淋、優格椰子塔都是用料實在的好味道，吃了上癮還可以訂購伴手禮，將美好的用餐經驗一起帶回家。\r\n　張志聿說：「開餐廳是一個理想的實現。我們的食材是飯店級的水準，客人現點現做，要求每一道菜都好吃。」",
    "City": "臺中市",
    "Town": "潭子區",
    "Coordinate": "24.2046868,120.679966",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102144730.jpg"	
};
var FoodData_01_131={
    "ID": "01_131",
    "Name": "古早雞傳統米食",
    "Address": "彰化縣芬園鄉彰南路5段451巷36號",
    "Tel": "049-2524362",
    "HostWords": "水果荔枝「有一日色變、二日香變、三日味變、四日色香味盡去」的特點，保鮮期相對較短。田媽媽楊黃美春研習多年，讓原本只有一個月產期的荔枝成為全年都可以吃到的荔枝產品。麵包界的台灣之光吳寶春師傅，民國99年去法國參加世界麵包大賽時，便選用古早雞休閒農場的荔枝乾做為特選食材。\r\n\r\n　以荔枝乾為主開發出的產品還有荔枝醋、荔枝香腸、荔枝酥餅等，近幾年屢屢獲得台灣好伴手的殊榮。最新產品是黃美春的女兒開發的荔枝酥餅，選用正宗彰化縣芬園鄉地區紅土栽種新鮮糯米荔枝所烘焙的荔枝乾，經過熟成加工，精製成富含纖維果肉的可口內餡，每一口都能感受到淡淡的玫瑰荔枝香味多層次口感，酸酸甜甜，體會道地的台灣風味。再加上不油又酥嫩的餅.皮，咬上那一口總令人愛不釋手，不油不膩，老少咸宜，是年節送禮、宴客的最佳伴手禮。\r\n\r\n　風味餐中最能串連農場兩大特產的「荔枝雞湯」，以農場養的小土雞和荔枝為主材料，採用養半年重兩斤半的小土雞、整顆荔枝、破樹子，薑母，連仔一起熬煮出馥郁香氣，而原本容易上火的荔枝，經過熬煮之後褪去熱性，轉為涼補勝品。\r\n　「沙燻鴨公」屬於古早味的燉法，將鴨及古早雞米血、醬油、老薑母上等麻油裝進甕裡，下面放上沙子及鐵鍋用柴燒炙甕裡的鴨公熟成，是最古早味的燻法上桌的時候併入手工麵線一起食用，既飽實補身又滿足。為了促銷農場多產的荔枝，田媽媽這幾年陸續研發荔枝乾、荔枝醋、荔枝香腸，及99年的養生雞精、100年荔枝酥餅選入農委會伴手禮系列，此外，在風味餐中也吃得到諸如鳳荔鮮魚、荔枝米糕、荔枝九層塔煎蛋.荔枝鹼粽等荔味佳餚。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "水果荔枝「有一日色變、二日香變、三日味變、四日色香味盡去」的特點，保鮮期相對較短。田媽媽楊黃美春研習多年，讓原本只有一個月產期的荔枝成為全年都可以吃到的荔枝產品。麵包界的台灣之光吳寶春師傅，民國99年去法國參加世界麵包大賽時，便選用古早雞休閒農場的荔枝乾做為特選食材。\r\n\r\n　以荔枝乾為主開發出的產品還有荔枝醋、荔枝香腸、荔枝酥餅等，近幾年屢屢獲得台灣好伴手的殊榮。最新產品是黃美春的女兒開發的荔枝酥餅，選用正宗彰化縣芬園鄉地區紅土栽種新鮮糯米荔枝所烘焙的荔枝乾，經過熟成加工，精製成富含纖維果肉的可口內餡，每一口都能感受到淡淡的玫瑰荔枝香味多層次口感，酸酸甜甜，體會道地的台灣風味。再加上不油又酥嫩的餅.皮，咬上那一口總令人愛不釋手，不油不膩，老少咸宜，是年節送禮、宴客的最佳伴手禮。\r\n\r\n　風味餐中最能串連農場兩大特產的「荔枝雞湯」，以農場養的小土雞和荔枝為主材料，採用養半年重兩斤半的小土雞、整顆荔枝、破樹子，薑母，連仔一起熬煮出馥郁香氣，而原本容易上火的荔枝，經過熬煮之後褪去熱性，轉為涼補勝品。\r\n　「沙燻鴨公」屬於古早味的燉法，將鴨及古早雞米血、醬油、老薑母上等麻油裝進甕裡，下面放上沙子及鐵鍋用柴燒炙甕裡的鴨公熟成，是最古早味的燻法上桌的時候併入手工麵線一起食用，既飽實補身又滿足。為了促銷農場多產的荔枝，田媽媽這幾年陸續研發荔枝乾、荔枝醋、荔枝香腸，及99年的養生雞精、100年荔枝酥餅選入農委會伴手禮系列，此外，在風味餐中也吃得到諸如鳳荔鮮魚、荔枝米糕、荔枝九層塔煎蛋.荔枝鹼粽等荔味佳餚。",
    "City": "彰化縣",
    "Town": "芬園鄉",
    "Coordinate": "24.0371467,120.621062",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102163111.jpg"	
};
var FoodData_01_137={
    "ID": "01_137",
    "Name": "圓夢工坊",
    "Address": "南投縣竹山鎮下橫街38號",
    "Tel": "049-2644077#332",
    "HostWords": "竹山鎮農會表示田媽媽圓夢工坊成立於民國95年，由農會號召輔導一群快樂學習的婆婆媽媽們所組成。長期以來由農委會、縣府輔導各農會辦理農村婦女家政班各項專長培育訓練，聘請業界師傅達人現場指導，帶著美麗歡喜的心意，學習與人交流，增進生活知識與個人成長不但人人具備一身好手藝，個個充滿自信心。班員們利用在地農特產品番薯、茶、筍子、薑等特產，開發具地方特色與三低一高健康理念之料理與點心番薯(中秋月)餅、西式點心、蕃薯麵條等，訴求低食物里程及在地消費觀念，是最健康的幸福滋味，歡迎全國民眾前往各地田媽媽班選購品嚐。\r\n運用本鎮在地農產，致力研發以純手工及低油、低鹽、低糖「三低」的健康在地特色料理、，提供社會大眾客製化預定，配合並支援各機關團體產品設計研發，參與各種展售活動等，所設計製作各項產品皆能受到消費者的肯定與青睞。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "竹山鎮農會表示田媽媽圓夢工坊成立於民國95年，由農會號召輔導一群快樂學習的婆婆媽媽們所組成。長期以來由農委會、縣府輔導各農會辦理農村婦女家政班各項專長培育訓練，聘請業界師傅達人現場指導，帶著美麗歡喜的心意，學習與人交流，增進生活知識與個人成長不但人人具備一身好手藝，個個充滿自信心。班員們利用在地農特產品番薯、茶、筍子、薑等特產，開發具地方特色與三低一高健康理念之料理與點心番薯(中秋月)餅、西式點心、蕃薯麵條等，訴求低食物里程及在地消費觀念，是最健康的幸福滋味，歡迎全國民眾前往各地田媽媽班選購品嚐。\r\n運用本鎮在地農產，致力研發以純手工及低油、低鹽、低糖「三低」的健康在地特色料理、，提供社會大眾客製化預定，配合並支援各機關團體產品設計研發，參與各種展售活動等，所設計製作各項產品皆能受到消費者的肯定與青睞。",
    "City": "南投縣",
    "Town": "竹山鎮",
    "Coordinate": "23.756698,120.684630",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102163506.jpg"
};
var FoodData_01_146={
    "ID": "01_146",
    "Name": "蛤仔輝漁產料理",
    "Address": "雲林縣台西鄉五港村五港路428號",
    "Tel": "05-6984911",
    "HostWords": "位於台西鄉五港村的「蛤仔輝特產中心」，見證了海口田媽媽艱辛的創業歷程。台西是蛤仔的故鄉，民國六十年開始發展養殖漁業，現在是台灣文蛤養殖量最大的區域。\r\n\r\n　田爸爸林江輝在父親過世後回鄉接手家裡的養殖工作，跟太太林祝妃運用家裡養殖的文蛤、鹹水蝦、虱目魚和鮮蚵產品加工，累積心血、建立起台西海口小吃的風味。因為醃製文蛤出名，被好友們取名「蛤仔輝」的綽號，成為店裡的活招牌。\r\n\r\n　台西海味的特產料理中最出名的「蚵仔湯包」在網路上被封為天下第一鮮，以蒸氣萃取的文蛤原汁代替水、鹽、味精，餡料中加入了文蛤湯汁、蛤肉、豬肉與蔬菜，將大海的鮮味鎖進湯包中，麵皮用蔬菜、地瓜和在來米漿調製而成，口感清爽鮮美、不油膩。除了在店內品嚐也可訂購冷凍湯包，以高溫蒸煮後再急速冷卻、確保安全衛生。\r\n\r\n　愛吃蚵仔朋友絕不能錯過外型貌似日式蛋包飯的「蚵仔蛋包」，上桌後將薄嫩的蛋包切開、蚵仔滿溢出來、粒粒飽滿紮實、不糊爛，份量十足有誠意，讓吃過的人都讚不絕口。\r\n\r\n　台西一帶的文蛤多採混養方式，他們將混養文蛤魚塭裡的鹹水虱目魚加工變化，以70:30的比例與新鮮豬肉調製而成「虱目魚香腸」保證無刺、脆彈爽口；還有處理好、經過簡單調味的虱目魚肚，都是海口的人氣伴手禮，適合都市中不易吃到新鮮魚鮮的顧客。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "位於台西鄉五港村的「蛤仔輝特產中心」，見證了海口田媽媽艱辛的創業歷程。台西是蛤仔的故鄉，民國六十年開始發展養殖漁業，現在是台灣文蛤養殖量最大的區域。\r\n\r\n　田爸爸林江輝在父親過世後回鄉接手家裡的養殖工作，跟太太林祝妃運用家裡養殖的文蛤、鹹水蝦、虱目魚和鮮蚵產品加工，累積心血、建立起台西海口小吃的風味。因為醃製文蛤出名，被好友們取名「蛤仔輝」的綽號，成為店裡的活招牌。\r\n\r\n　台西海味的特產料理中最出名的「蚵仔湯包」在網路上被封為天下第一鮮，以蒸氣萃取的文蛤原汁代替水、鹽、味精，餡料中加入了文蛤湯汁、蛤肉、豬肉與蔬菜，將大海的鮮味鎖進湯包中，麵皮用蔬菜、地瓜和在來米漿調製而成，口感清爽鮮美、不油膩。除了在店內品嚐也可訂購冷凍湯包，以高溫蒸煮後再急速冷卻、確保安全衛生。\r\n\r\n　愛吃蚵仔朋友絕不能錯過外型貌似日式蛋包飯的「蚵仔蛋包」，上桌後將薄嫩的蛋包切開、蚵仔滿溢出來、粒粒飽滿紮實、不糊爛，份量十足有誠意，讓吃過的人都讚不絕口。\r\n\r\n　台西一帶的文蛤多採混養方式，他們將混養文蛤魚塭裡的鹹水虱目魚加工變化，以70:30的比例與新鮮豬肉調製而成「虱目魚香腸」保證無刺、脆彈爽口；還有處理好、經過簡單調味的虱目魚肚，都是海口的人氣伴手禮，適合都市中不易吃到新鮮魚鮮的顧客。",
    "City": "雲林縣",
    "Town": "台西鄉",
    "Coordinate": "23.7149614,120.201218",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102164712.jpg"
}
var FoodData_01_147={
    "ID": "01_147",
    "Name": "火雞森林",
    "Address": "嘉義縣新港鄉宮前村新民路254-300號",
    "Tel": "05-3741851",
    "HostWords": "火雞森林由小火雞繁殖場轉型，目前以供應生鮮火雞宅配和現烤火雞為主力，每次辦活動只要抬出15台斤的香烤大火雞，總會在活動現場掀起一波騷動，金黃亮澤的火雞像萬世巨星，一出場就帶動高潮。老闆娘陳家茜加入田媽媽計畫後，與多位班員一起研發火雞入菜，開始接受火雞大餐的預約訂席。\r\n　陳家茜說，公火雞體型碩大主要用於雞肉飯，母火雞體型小適合烘烤，火雞森林選飼養四個半月的母火雞，以類似北平烤鴨的手法採明爐燒烤，火雞先用30多種藥材香料醃過，再經麥芽糖水澆淋，吊著風乾4小時後，才進爐燒烤，平均要烤3小時以上。\r\n　烤好的全火雞由專人負責拆解，動作熟練者可以在半小時內拆解完一隻火雞，片下的火雞肉可以單吃，也可以夾麵包做火雞肉三明治、漢堡，或包潤餅、捲生菜，也可以包入墨西哥口袋餅裡。拆完肉剩下的骨架取來熬湯，煮筍絲、酸菜，也可下麵線，一隻火雞往往能餵飽三、四十個人。\r\n　火雞的內臟則用於料理，「心肝寶貝」是田媽媽研發的香烤火雞肝；「心花怒放」爆炒火雞心和火雞腸，裝在炙熱的鐵板上，捲曲的火雞腸看來像是會跳舞。最特別是這裡的「佛跳牆」，以火雞腱、火雞腿肉和火雞爪燉煮，湯味鮮醇，加上膠質豐厚，滋味特別腴美。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "火雞森林由小火雞繁殖場轉型，目前以供應生鮮火雞宅配和現烤火雞為主力，每次辦活動只要抬出15台斤的香烤大火雞，總會在活動現場掀起一波騷動，金黃亮澤的火雞像萬世巨星，一出場就帶動高潮。老闆娘陳家茜加入田媽媽計畫後，與多位班員一起研發火雞入菜，開始接受火雞大餐的預約訂席。\r\n　陳家茜說，公火雞體型碩大主要用於雞肉飯，母火雞體型小適合烘烤，火雞森林選飼養四個半月的母火雞，以類似北平烤鴨的手法採明爐燒烤，火雞先用30多種藥材香料醃過，再經麥芽糖水澆淋，吊著風乾4小時後，才進爐燒烤，平均要烤3小時以上。\r\n　烤好的全火雞由專人負責拆解，動作熟練者可以在半小時內拆解完一隻火雞，片下的火雞肉可以單吃，也可以夾麵包做火雞肉三明治、漢堡，或包潤餅、捲生菜，也可以包入墨西哥口袋餅裡。拆完肉剩下的骨架取來熬湯，煮筍絲、酸菜，也可下麵線，一隻火雞往往能餵飽三、四十個人。\r\n　火雞的內臟則用於料理，「心肝寶貝」是田媽媽研發的香烤火雞肝；「心花怒放」爆炒火雞心和火雞腸，裝在炙熱的鐵板上，捲曲的火雞腸看來像是會跳舞。最特別是這裡的「佛跳牆」，以火雞腱、火雞腿肉和火雞爪燉煮，湯味鮮醇，加上膠質豐厚，滋味特別腴美。",
    "City": "嘉義縣",
    "Town": "新港鄉",
    "Coordinate": "23.5549537,120.355289",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102165406.jpg"
}
var FoodData_01_173={
    "ID": "01_173",
    "Name": "鄉土美食坊-米食餐點、麵食餐點",
    "Address": "高雄市仁武區仁武里中正路137號",
    "Tel": "07-3711331",
    "HostWords": "仁武區的田媽媽班長張麗群在民國92年申請加入田媽媽，將原本家裡的曬穀場改造成廚房，逐年添購設備，她與6位媽媽們從這裡變化出中式、台式、港式等各式菜餚與點心，巧手一揮做出一桌好菜。成軍10年，從製作傳統米麵點心轉變成現在主打外燴，靈活接單。<br><br>\r\n麗群媽媽說：「一開始也是甚麼都不會，跟著農會安排的課程學習、參加研習會、地方料理競賽，屢有佳績，漸漸打開知名度。」如今美食坊以接外燴訂單為主，依照客人的人數、經費、年齡層等條件，加上自己的創意調配菜色，設計出客製化菜單。<br><br>\r\n中菜、烘焙、調酒都難不倒這群媽媽，任何形式的聚餐、酒會都曾是她們揮灑才華的舞台；除此之外，這班媽媽們忙碌之餘還有一顆好學的心，積極培養第二專長，她們微笑著說：「活到老學到老。媽媽的心，永遠18歲。」<br><br>",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "仁武區的田媽媽班長張麗群在民國92年申請加入田媽媽，將原本家裡的曬穀場改造成廚房，逐年添購設備，她與6位媽媽們從這裡變化出中式、台式、港式等各式菜餚與點心，巧手一揮做出一桌好菜。成軍10年，從製作傳統米麵點心轉變成現在主打外燴，靈活接單。<br><br>\r\n麗群媽媽說：「一開始也是甚麼都不會，跟著農會安排的課程學習、參加研習會、地方料理競賽，屢有佳績，漸漸打開知名度。」如今美食坊以接外燴訂單為主，依照客人的人數、經費、年齡層等條件，加上自己的創意調配菜色，設計出客製化菜單。<br><br>\r\n中菜、烘焙、調酒都難不倒這群媽媽，任何形式的聚餐、酒會都曾是她們揮灑才華的舞台；除此之外，這班媽媽們忙碌之餘還有一顆好學的心，積極培養第二專長，她們微笑著說：「活到老學到老。媽媽的心，永遠18歲。」<br><br>",
    "City": "高雄市",
    "Town": "仁武區",
    "Coordinate": "22.7013496,120.347080",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151103115225.jpg"
}
var FoodData_01_183={
    "ID": "01_183",
    "Name": "巧婦店",
    "Address": "屏東縣潮州鎮中山路182號",
    "Tel": "08-7882011",
    "HostWords": "每天一早，潮州鄉農會旁的巧婦店烘焙坊開始備料，製作吐司、麵包；下午4、5點時間一到，一批批當日現做的烘焙點心新鮮上架，招牌吐司瞬間被搶購一空。\r\n田媽媽洪國娟率領3位田媽媽班員、1位指導師傅，每天在約20坪的廠房裡製作2、30種烘焙點心，不定期更換口味上架。招牌吐司共有椰子、紅豆、芋頭等8種口味，順著椰子吐司的邊緣撥開，外層紮實芳香、內餡鬆軟可口，人氣買氣都是第一名。\r\n招牌蛋糕「天使蛋糕」類似戚風蛋糕手法，以純蛋白打發成蛋糕體，烤40分鐘後放涼、脫模，鋪上薄薄一層檸檬巧克力、灑上杏仁片；天使蛋糕吃起來口感特別鬆軟，有濃濃奶香氣，平時就很搶手，若遇上節慶一定要提早預訂。除了原味，另外還有紅豆口味。\r\n這裡像是家裡厝邊隔壁的麵包坊，農會同事、附近學校老師下班後，一邊挑選明天家裡早餐要吃的麵包、一邊跟國娟媽媽話家常；還有遠從台南來的熟客，每到恆春玩的前一天必打電話來訂麵包，回程再取。雖然近幾年面臨不少競爭壓力，但巧婦店仍然穩穩地在自己的崗位上做麵包，讓吃習慣這個味道的老客人一再光顧。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "True",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "每天一早，潮州鄉農會旁的巧婦店烘焙坊開始備料，製作吐司、麵包；下午4、5點時間一到，一批批當日現做的烘焙點心新鮮上架，招牌吐司瞬間被搶購一空。\r\n田媽媽洪國娟率領3位田媽媽班員、1位指導師傅，每天在約20坪的廠房裡製作2、30種烘焙點心，不定期更換口味上架。招牌吐司共有椰子、紅豆、芋頭等8種口味，順著椰子吐司的邊緣撥開，外層紮實芳香、內餡鬆軟可口，人氣買氣都是第一名。\r\n招牌蛋糕「天使蛋糕」類似戚風蛋糕手法，以純蛋白打發成蛋糕體，烤40分鐘後放涼、脫模，鋪上薄薄一層檸檬巧克力、灑上杏仁片；天使蛋糕吃起來口感特別鬆軟，有濃濃奶香氣，平時就很搶手，若遇上節慶一定要提早預訂。除了原味，另外還有紅豆口味。\r\n這裡像是家裡厝邊隔壁的麵包坊，農會同事、附近學校老師下班後，一邊挑選明天家裡早餐要吃的麵包、一邊跟國娟媽媽話家常；還有遠從台南來的熟客，每到恆春玩的前一天必打電話來訂麵包，回程再取。雖然近幾年面臨不少競爭壓力，但巧婦店仍然穩穩地在自己的崗位上做麵包，讓吃習慣這個味道的老客人一再光顧。",
    "City": "屏東縣",
    "Town": "潮州鎮",
    "Coordinate": ",",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151103135945.jpg"
	}
var FoodData_01_184={
    "ID": "01_184",
    "Name": "走馬瀨田媽媽草香餐坊",
    "Address": "台南市大內區二溪村唭子瓦60號 ",
    "Tel": "06-5760123#3003、3008",
    "HostWords": "「香草餐坊」位於走馬瀨農場內，農場以草起家，早年主要種植紐西蘭進口的盤古拉牧草，這幾年推廣種植台畜二號紫色狼尾草，前者餵牛羊，後者加工做成牧草茶和牧草餐，成為農場的主題美食。」台南市農會走馬瀨農場行銷企劃組組長張美玲說，牧草有三百種之多，絕大部分不適合人類食用，只有狼尾草除外，這種牧草甜美多汁，開出的花朵酷似大野狼的尾巴，因為能幫助降低自由基，被生機飲食專家推崇為「養生草」，更因為營養價值高被封為「綠色牛奶」。\r\n　走馬瀨多年前開始種植「台畜二號狼尾草」，4年前正式研發多元化的草食餐點，並於民國94年加入行政院農委會輔導的「田媽媽農特產加工直賣店」，隔年更成立「田媽媽草香餐坊」，推出一系列牧草美食，其中包括以狼尾草汁做的牧草饅頭、牧草包子、麻糬、冰棒、牧草凍、牧草酥等綠色點心及茶包。\r\n　牧草餐部分，田媽媽每天一早用新鮮牧草莖熬煮清甜消暑的牧草茶，不加糖卻有著牧草的自然甘甜，是餐廳的招牌養生飲料。另外，用牧草麵條煮的牧草肉燥麵、牛肉麵、排骨麵，以及結合牧草高湯與台南虱目魚丸的牧草魚丸湯，田媽媽透過親切的小吃手藝，將牧草變成符合現代人「三低一高」需求的養生新美食。\r\n　「牧草虱目魚丸湯」不僅以牧草莖熬煮高湯，還加入牧草粉，讓湯頭的營養更加倍，搭配台南著名的虱目魚丸，風味絕配！「涼拌南瓜」以梅醋醃製，不加任何人工甘味調味，卻更顯南瓜的香甜、鮮脆口感，是餐坊最受歡迎的養身料理。牧草點心系列有牧草包子、饅頭、牧草冰淇淋、牧草餅乾等20幾種產品，讓喜愛牧草風味的遊客在餐坊享受美食之後，還可帶回濃濃草香的特色伴手禮。\r\n　除了提供餐飲外，牧草DIY活動也是重頭戲。其中以牧草饅頭DIY最受歡迎，製作完成後可以現蒸現吃，吃不完還可以帶回家。若是時間不夠則可選擇牧草麻糬DIY；年節時則推出牧草湯圓製作，全家可在農場裡搓湯圓、吃湯圓。餐坊亦會針對縣內農特產品設產品DIY活動，如梅子一夜漬、情人果製作等。\r\n　在蔬果當令時節，遊客則可到開心農場體驗採蔬菜的樂趣，如拔蘿蔔、採番茄、芒果等。\r\n",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "True",
    "TravelCard": "True",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "http://www.farm.com.tw/",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "「香草餐坊」位於走馬瀨農場內，農場以草起家，早年主要種植紐西蘭進口的盤古拉牧草，這幾年推廣種植台畜二號紫色狼尾草，前者餵牛羊，後者加工做成牧草茶和牧草餐，成為農場的主題美食。」台南市農會走馬瀨農場行銷企劃組組長張美玲說，牧草有三百種之多，絕大部分不適合人類食用，只有狼尾草除外，這種牧草甜美多汁，開出的花朵酷似大野狼的尾巴，因為能幫助降低自由基，被生機飲食專家推崇為「養生草」，更因為營養價值高被封為「綠色牛奶」。\r\n　走馬瀨多年前開始種植「台畜二號狼尾草」，4年前正式研發多元化的草食餐點，並於民國94年加入行政院農委會輔導的「田媽媽農特產加工直賣店」，隔年更成立「田媽媽草香餐坊」，推出一系列牧草美食，其中包括以狼尾草汁做的牧草饅頭、牧草包子、麻糬、冰棒、牧草凍、牧草酥等綠色點心及茶包。\r\n　牧草餐部分，田媽媽每天一早用新鮮牧草莖熬煮清甜消暑的牧草茶，不加糖卻有著牧草的自然甘甜，是餐廳的招牌養生飲料。另外，用牧草麵條煮的牧草肉燥麵、牛肉麵、排骨麵，以及結合牧草高湯與台南虱目魚丸的牧草魚丸湯，田媽媽透過親切的小吃手藝，將牧草變成符合現代人「三低一高」需求的養生新美食。\r\n　「牧草虱目魚丸湯」不僅以牧草莖熬煮高湯，還加入牧草粉，讓湯頭的營養更加倍，搭配台南著名的虱目魚丸，風味絕配！「涼拌南瓜」以梅醋醃製，不加任何人工甘味調味，卻更顯南瓜的香甜、鮮脆口感，是餐坊最受歡迎的養身料理。牧草點心系列有牧草包子、饅頭、牧草冰淇淋、牧草餅乾等20幾種產品，讓喜愛牧草風味的遊客在餐坊享受美食之後，還可帶回濃濃草香的特色伴手禮。\r\n　除了提供餐飲外，牧草DIY活動也是重頭戲。其中以牧草饅頭DIY最受歡迎，製作完成後可以現蒸現吃，吃不完還可以帶回家。若是時間不夠則可選擇牧草麻糬DIY；年節時則推出牧草湯圓製作，全家可在農場裡搓湯圓、吃湯圓。餐坊亦會針對縣內農特產品設產品DIY活動，如梅子一夜漬、情人果製作等。\r\n　在蔬果當令時節，遊客則可到開心農場體驗採蔬菜的樂趣，如拔蘿蔔、採番茄、芒果等。\r\n",
    "City": "臺南市",
    "Town": "大內區",
    "Coordinate": "23.1421962,23.1421962",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151102181604.jpg"
}
var FoodData_01_203={
    "ID": "01_203",
    "Name": "東遊季養生美食餐館",
    "Address": "台東縣卑南鄉溫泉村溫泉路376巷18號",
    "Tel": "089-516111",
    "HostWords": "台東知本是知名的溫泉鄉，占地十多公頃的「東遊季溫泉度假村」是溫泉區裡唯一的田媽媽養生餐廳。東遊季佔地廣闊，大片綠地讓客人有充分休憩的享受；溫泉泉質評價很好，還可以泡在露天浴池觀看滿天繁星。<br><br>\r\n\r\n60多歲的田媽媽廖阿妹是阿美族的原住民，已經有十多年的餐飲經驗，她將原住民傳統主食「阿拜」巧妙安排進菜單裡，將糯米飯(或小米)煮熟、搗捏成團狀、加進鹹豬肉，內用假酸漿葉包，外用月桃葉包，最後水煮或蒸煮處理。連同米製品一起吃，越嚼越香，吃得到山裡的味道。 \r\n蘋果切小丁、加入魚露和 大蝦一起入鍋蒸煮，讓蘋果的香甜味進到大蝦裡的「果香粉 絲蝦」是廖阿妹的獨家創意。飽餐後喝上一碗「忘憂龍首湯」，由金針、排骨、杏鮑菇燉出的甘甜湯頭提醒著你，來到知本泡完溫泉記得要飽餐一頓，從裡到外好好放鬆。<br><br>\r\n這邊講究少鹽、少油的烹調手法，「檳榔花拼盤」裡有涼拌檳榔花、黑豆、洛神醃蘿蔔，養身健康又開胃，是平常不容易吃到的特色料理。「南瓜東坡肉」，將關山金鑽豬肉燉滷四個小時，鑲進南瓜盅裡，軟爛的南瓜與滷肉在嘴裡達到最完美的平衡。<br><br>\r\n\r\n招牌菜：洛神肋排<br>\r\n招牌菜介紹：使用在地特色食材洛神花入菜，因為冬季花海適逢洛神花產季.，讓遊客品嚐最新鮮營養的食材料理，嚴選高品質肋排鮮嫩多汁，呈現最佳口感。<br><br>\r\n \r\n營業時間：上午11:00~14:00、下午17:00~20:30\r\n",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "True",
    "TravelCard": "True",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "http://www.toyugi.com.tw/",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "台東知本是知名的溫泉鄉，占地十多公頃的「東遊季溫泉度假村」是溫泉區裡唯一的田媽媽養生餐廳。東遊季佔地廣闊，大片綠地讓客人有充分休憩的享受；溫泉泉質評價很好，還可以泡在露天浴池觀看滿天繁星。<br><br>\r\n\r\n60多歲的田媽媽廖阿妹是阿美族的原住民，已經有十多年的餐飲經驗，她將原住民傳統主食「阿拜」巧妙安排進菜單裡，將糯米飯(或小米)煮熟、搗捏成團狀、加進鹹豬肉，內用假酸漿葉包，外用月桃葉包，最後水煮或蒸煮處理。連同米製品一起吃，越嚼越香，吃得到山裡的味道。 \r\n蘋果切小丁、加入魚露和 大蝦一起入鍋蒸煮，讓蘋果的香甜味進到大蝦裡的「果香粉 絲蝦」是廖阿妹的獨家創意。飽餐後喝上一碗「忘憂龍首湯」，由金針、排骨、杏鮑菇燉出的甘甜湯頭提醒著你，來到知本泡完溫泉記得要飽餐一頓，從裡到外好好放鬆。<br><br>\r\n這邊講究少鹽、少油的烹調手法，「檳榔花拼盤」裡有涼拌檳榔花、黑豆、洛神醃蘿蔔，養身健康又開胃，是平常不容易吃到的特色料理。「南瓜東坡肉」，將關山金鑽豬肉燉滷四個小時，鑲進南瓜盅裡，軟爛的南瓜與滷肉在嘴裡達到最完美的平衡。<br><br>\r\n\r\n招牌菜：洛神肋排<br>\r\n招牌菜介紹：使用在地特色食材洛神花入菜，因為冬季花海適逢洛神花產季.，讓遊客品嚐最新鮮營養的食材料理，嚴選高品質肋排鮮嫩多汁，呈現最佳口感。<br><br>\r\n \r\n營業時間：上午11:00~14:00、下午17:00~20:30\r\n",
    "City": "臺東縣",
    "Town": "卑南鄉",
    "Coordinate": "22.6966889,121.01824",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20161027120113.jpg"
}
var FoodData_01_212={
    "ID": "01_212",
    "Name": "達基力部落屋",
    "Address": "花蓮縣秀林鄉崇德村7鄰96號",
    "Tel": "03-8621033 ",
    "HostWords": "沿著台9線往崇德方向開去，看到山腳下兩根原住民圖騰木雕，轉進山上，彷彿進入一座原始叢林的後花園。「達基力」是很多石頭的意思，這裡夜不閉戶、狗兒看家，用原木與竹林搭建出戶外用餐的空間，遠眺海洋、空氣通透。\r\n「Bi ya su ho」是太魯閣族打招呼的問候語，田媽媽彭秀蘭以親切的笑容與客人互打招呼。12年來，她用心經營原住民風味餐的成果備受肯定，國內許多重要單位介紹外賓體驗台灣原住民美食，第一站都會到這裡。\r\n這裡沒有固定菜單，菜餚幾乎都是來自於自家三分地中種出來的野菜，隨手可摘野生番茄、南瓜、番龍眼、龍葵、湯匙花；7、8月香蕉樹結實纍纍時還可以成串帶去餐廳跟客人一起享用。順著步道往上走有一顆40多年的老樟樹，沿著海岸山脈旁邊就是太魯閣國家公園，這裡的農地完全是原生態，沒有外來種，簡直像是世外桃源。\r\n秀蘭媽媽希望運用自己的力量讓大家知道原住民食材的美味。刺蔥鯛魚、牧草心炒時蔬、原味黑毛豬烤肉都是她的私房菜，其中「八寶野菜」可以吃到野生竹筍、麵包果籽、龍葵、木鱉子等外面少見的野菜，是原住民野菜一家親的代表作。\r\n這裡用漂流木改造成的桌椅、切菜板、盛菜用的木盤，全出自於田爸爸郭文貴之手，用餐環境中聞得出淡淡的檜木香；除了用餐也可預約參加石頭彩繪、木雕的手作課程，從內而外體驗太魯閣族的文化內涵。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "沿著台9線往崇德方向開去，看到山腳下兩根原住民圖騰木雕，轉進山上，彷彿進入一座原始叢林的後花園。「達基力」是很多石頭的意思，這裡夜不閉戶、狗兒看家，用原木與竹林搭建出戶外用餐的空間，遠眺海洋、空氣通透。\r\n「Bi ya su ho」是太魯閣族打招呼的問候語，田媽媽彭秀蘭以親切的笑容與客人互打招呼。12年來，她用心經營原住民風味餐的成果備受肯定，國內許多重要單位介紹外賓體驗台灣原住民美食，第一站都會到這裡。\r\n這裡沒有固定菜單，菜餚幾乎都是來自於自家三分地中種出來的野菜，隨手可摘野生番茄、南瓜、番龍眼、龍葵、湯匙花；7、8月香蕉樹結實纍纍時還可以成串帶去餐廳跟客人一起享用。順著步道往上走有一顆40多年的老樟樹，沿著海岸山脈旁邊就是太魯閣國家公園，這裡的農地完全是原生態，沒有外來種，簡直像是世外桃源。\r\n秀蘭媽媽希望運用自己的力量讓大家知道原住民食材的美味。刺蔥鯛魚、牧草心炒時蔬、原味黑毛豬烤肉都是她的私房菜，其中「八寶野菜」可以吃到野生竹筍、麵包果籽、龍葵、木鱉子等外面少見的野菜，是原住民野菜一家親的代表作。\r\n這裡用漂流木改造成的桌椅、切菜板、盛菜用的木盤，全出自於田爸爸郭文貴之手，用餐環境中聞得出淡淡的檜木香；除了用餐也可預約參加石頭彩繪、木雕的手作課程，從內而外體驗太魯閣族的文化內涵。",
    "City": "花蓮縣",
    "Town": "秀林鄉",
    "Coordinate": "24.1580846,121.649521",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151103151624.jpg"
}
var FoodData_01_219={
    "ID": "01_219",
    "Name": "星月灣海田料理餐廳",
    "Address": "澎湖縣西嶼鄉大池村131號",
    "Tel": "06-9984159 ",
    "HostWords": "究竟星月灣田媽媽海田料理餐廳有何魅力呢？星月灣又為什麼會是老饕的首選呢？原因就是食材新鮮；經營者每日親自到市場挑選在地上等海鮮、肉類等食材，再加上班員們於自家菜圃種植的時蔬，其中包含澎湖絲瓜、澎湖南瓜、高麗菜、落花生、蘆薈、玉米、火龍果、楊梅、無花果、蕃茄、香蕉…等數十種蔬果，符合低食物里程及地產銷的健康慨念，也正因為是自家栽種，所以絕無噴灑任何農藥，完全是採用天然有機栽培，加上”頭家嬤”及班員的用心照顧，前些年更取得國家認可的有機認證，符合現代健康有機的概念，讓客人在用餐之餘，除了享用最美味的餐點外，還能夠將健康有機的概念一起帶走。<br><br>\r\n此外，自家前院還種植一片香料園，園內栽種包含有迷迭香、九層塔、綠紫蘇、辣椒、甜菊、薄荷、巴西里等香料植物，不論是異國飲食或是傳統食材香料，都可以在這裏找到。\r\n另外，星月灣田媽媽海田料理餐廳打破一般人對於傳統餐的印象，讓遊客為之一亮的菜單設計，運用在地食材加以變化，兼顧傳統美味精神及料理創新的研究，提供消費者不同於一般餐廳的佳餚，如此用心的目的是為了呈現更多不同風味的美味料理。\r\n您(妳)還在等什麼呢？快來澎湖星月灣田媽媽海田餐廳民宿吧，由澎湖在地味道的健康美食，帶給您味蕾全新的感受吧！<br><br>\r\n營業時間：11：30~14：00&nbsp;&nbsp;17：00~19：30\r\n",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "究竟星月灣田媽媽海田料理餐廳有何魅力呢？星月灣又為什麼會是老饕的首選呢？原因就是食材新鮮；經營者每日親自到市場挑選在地上等海鮮、肉類等食材，再加上班員們於自家菜圃種植的時蔬，其中包含澎湖絲瓜、澎湖南瓜、高麗菜、落花生、蘆薈、玉米、火龍果、楊梅、無花果、蕃茄、香蕉…等數十種蔬果，符合低食物里程及地產銷的健康慨念，也正因為是自家栽種，所以絕無噴灑任何農藥，完全是採用天然有機栽培，加上”頭家嬤”及班員的用心照顧，前些年更取得國家認可的有機認證，符合現代健康有機的概念，讓客人在用餐之餘，除了享用最美味的餐點外，還能夠將健康有機的概念一起帶走。<br><br>\r\n此外，自家前院還種植一片香料園，園內栽種包含有迷迭香、九層塔、綠紫蘇、辣椒、甜菊、薄荷、巴西里等香料植物，不論是異國飲食或是傳統食材香料，都可以在這裏找到。\r\n另外，星月灣田媽媽海田料理餐廳打破一般人對於傳統餐的印象，讓遊客為之一亮的菜單設計，運用在地食材加以變化，兼顧傳統美味精神及料理創新的研究，提供消費者不同於一般餐廳的佳餚，如此用心的目的是為了呈現更多不同風味的美味料理。\r\n您(妳)還在等什麼呢？快來澎湖星月灣田媽媽海田餐廳民宿吧，由澎湖在地味道的健康美食，帶給您味蕾全新的感受吧！<br><br>\r\n營業時間：11：30~14：00&nbsp;&nbsp;17：00~19：30\r\n",
    "City": "澎湖縣",
    "Town": "西嶼鄉",
    "Coordinate": "23.6228457,119.507870",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151103152306.jpg"
 }
var FoodData_01_222={
    "ID": "01_222",
    "Name": "鮮豐食堂",
    "Address": "金門縣金沙鎮國中路7號",
    "Tel": "082-351633 ",
    "HostWords": "本店的理念—低油、低糖、高纖維的理念實用在美食上，將美食傳送給每一位饕客。本店特別推出的合菜服務，屬於無菜單合菜，所以預約合菜的方式，只須提前一天來電告訴我們你們人數多寡、有沒有偏愛什麼食物或是不吃什麼，老闆娘就能夠為您量身打造適合你們的合菜喔！",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "本店的理念—低油、低糖、高纖維的理念實用在美食上，將美食傳送給每一位饕客。本店特別推出的合菜服務，屬於無菜單合菜，所以預約合菜的方式，只須提前一天來電告訴我們你們人數多寡、有沒有偏愛什麼食物或是不吃什麼，老闆娘就能夠為您量身打造適合你們的合菜喔！",
    "City": "金門縣",
    "Town": "金沙鎮",
    "Coordinate": "24.4888915,118.414127",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151103152520.jpg"
	}
var FoodData_01_223={
    "ID": "01_223",
    "Name": "泰雅風味館",
    "Address": "宜蘭縣大同鄉松羅村玉蘭巷2號",
    "Tel": "03-9801903",
    "HostWords": "來到「泰雅風味館」好像走進田媽媽陳吳美玉的家，一家人在門口整理新鮮現摘的「馬告」說說笑笑、氣氛好熱鬧；馬告又名山胡椒，籽可用來料理，梗和葉做精油，是原住民常用香料。\r\n當初她加入田媽媽學習料理、辦活動，從過程之中開啟對做菜的興趣，她發現原住民有很多特殊的香料，應該靈活運用，於是籌備開店。一開始也猶豫：「原住民的餐有人要吃嗎？」答案是肯定的，她將現代人的健康觀念融合進菜裡，只用山上新鮮現摘的季節野菜、改良原住民餐點的調味，配合農會宣傳推廣泰雅美食的活動，逐漸打開知名度，更榮獲 94 年神農獎傑出農家婦女。<br><br>\r\n刺蔥和馬告是這裡的鎮店之寶。刺蔥有排毒的功能，陳媽媽將刺蔥和蛋一起煎成薄蛋皮後切絲，做成「刺蔥蛋絲」，是道清爽開味菜；還有刺蔥割包、香腸、蛋捲、米香，將刺蔥濃烈的香氣和各類食材結合，巧妙地做了味覺平衡。\r\n馬告則是另一位主角，可以提神、補精氣、消除疲勞；陳媽媽家中秘方：馬告加生薑再一起用山泉水煮湯，就是最佳的補身飲料。「手工馬告香腸」是每桌必點的招牌菜，此外還有加入檸檬汁、番茄醬和素蠔油調製成「自製馬告醬」，一瓶 100 元，時常供不應求，所以來宜蘭泰雅時別猶豫，帶幾罐走準沒錯！<br><br>\r\n\r\n招牌菜：刺蔥醉雞<br>\r\n招牌菜介紹：用趴趴走的土雞做成的醉雞，雞肉Q彈有勁，搭配在地生產的刺蔥調味醬，特別的滋味只有這裡才有!\r\n<br><br>\r\n營業時間：11：30~13：30  17：30~19：30\r\n",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "來到「泰雅風味館」好像走進田媽媽陳吳美玉的家，一家人在門口整理新鮮現摘的「馬告」說說笑笑、氣氛好熱鬧；馬告又名山胡椒，籽可用來料理，梗和葉做精油，是原住民常用香料。\r\n當初她加入田媽媽學習料理、辦活動，從過程之中開啟對做菜的興趣，她發現原住民有很多特殊的香料，應該靈活運用，於是籌備開店。一開始也猶豫：「原住民的餐有人要吃嗎？」答案是肯定的，她將現代人的健康觀念融合進菜裡，只用山上新鮮現摘的季節野菜、改良原住民餐點的調味，配合農會宣傳推廣泰雅美食的活動，逐漸打開知名度，更榮獲 94 年神農獎傑出農家婦女。<br><br>\r\n刺蔥和馬告是這裡的鎮店之寶。刺蔥有排毒的功能，陳媽媽將刺蔥和蛋一起煎成薄蛋皮後切絲，做成「刺蔥蛋絲」，是道清爽開味菜；還有刺蔥割包、香腸、蛋捲、米香，將刺蔥濃烈的香氣和各類食材結合，巧妙地做了味覺平衡。\r\n馬告則是另一位主角，可以提神、補精氣、消除疲勞；陳媽媽家中秘方：馬告加生薑再一起用山泉水煮湯，就是最佳的補身飲料。「手工馬告香腸」是每桌必點的招牌菜，此外還有加入檸檬汁、番茄醬和素蠔油調製成「自製馬告醬」，一瓶 100 元，時常供不應求，所以來宜蘭泰雅時別猶豫，帶幾罐走準沒錯！<br><br>\r\n\r\n招牌菜：刺蔥醉雞<br>\r\n招牌菜介紹：用趴趴走的土雞做成的醉雞，雞肉Q彈有勁，搭配在地生產的刺蔥調味醬，特別的滋味只有這裡才有!\r\n<br><br>\r\n營業時間：11：30~13：30  17：30~19：30\r\n",
    "City": "宜蘭縣",
    "Town": "大同鄉",
    "Coordinate": "24.6667357,121.590429",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151030140458.jpg"
}
var FoodData_01_76={
    "ID": "01_76",
    "Name": "北海驛站石農肉粽",
    "Address": "新北市石門區石門村中央路2號",
    "Tel": "02-26381005",
    "HostWords": "石門區位於台灣的最北端，海岸線長達12公里，沿岸風景怡人、自然景觀林立，是大台北都會區旅遊休憩的重要景點，農特產品有茶葉、箭竹筍、山藥、落花生、海芋及睡蓮等，其中以茶葉「石門鐵觀音茶」聞名全省，尤其以炭焙鐵觀音茶深受消費者喜愛。提起石門肉粽就要和十八王公互相結合，據說石門肉粽起源於17位先民與一隻忠狗來台屯墾，海中遇難漂流至本鄉乾華村沿岸，鄉民將17具屍體與忠狗合葬一起，用粽子祭拜，之後由於靈蹟顯赫，各方信徒絡繹不絕、香火鼎盛，石門肉粽便隨之盛名。尤其在端午節前夕石門區各家肉粽店更是大排長龍，好不熱鬧。這正是為何石門區農會想要替家政班員尋找副業的原因之一。<br><br>\r\n\r\n「石農肉粽販賣部」在農會與家政班員的溝通、理念相同的情形下產生了，其成員組織一定是本會的家政班員，就在設備添購、產品研發、製作技術等各方面達到純熟時於91年3月24日石農肉粽販賣部就開始營業了，每一個產生的粽子都有每個家政班員的心血及心願，一是製做品質優良、安全衛生可靠提供給消費者食用，二是希望由班員親自製做的肉粽能深受大眾的喜愛，這是成立之初每個班員的心聲。創造在地就業商機，讓家政班員有副業收入是農會最大的理念。<br><br>\r\n\r\n91年「石農肉粽販賣部」的心路歷程，在新北市農會、桃園區農業改良場蘇小姐、農委會陳技正的肯定下讓「石農肉粽販賣部」在92年執行發展地方料理計畫成立「田媽媽北海驛站石農肉粽」，每位家政媽媽均領有中餐烹調丙級証照，並接受農會聘請專業老師指導烹調及製作技術，讓班員有所成長及助益，其製作肉粽的最基本理念就是要以天然自然的食材製做出爽口、不油膩、香Q、美味，並注重食品的衛生安全，而製做方式秉持著傳統手法，這是對班員最基本的要求，這也是農會對班員的用心。<br><br>\r\n\r\n「田媽媽北海驛站石農肉粽」全體家政班員與農會員工，都以提供消費者高檔、養生、品味、特色為訴求之地方料理，期望對休閒產業的提昇有所助益。此外，本會與板橋區農會共同合作推展發芽米養生肉粽系列，以提昇地方產業競爭力，並強化策略聯盟之意義，且發展地方傳統產業之特色。 <br><br>\r\n\r\n「田媽媽北海驛站石農肉粽」設立至今，營業額持續發燒，全歸於總幹事、員工及家政班員，整個團隊的團結力量，大家均都盡心盡力的付出，不論是產品研發、食材採購、產品生產製做、行銷、運送流程、班員証照制度等細節，都是大家分工合作，其分工細節如下：<br><br>\r\n1.產品研發：由農會聘請專業講師教授指導食材處理過程、烹調過程及產品口味研究。<br><br>\r\n2.食材採購：食材均選購新鮮、衛生、安全為主，並擇鄉內優良商家採買，以達回饋鄉里為目的。<br><br>\r\n3.產品生產製作：由「北海驛站」家政班員分組製做，且由農會監督產品生產製做流程相關之食品衛生安全。<br><br>\r\n4.行銷、運送：由農會專責人員負責行銷、運送等各項相關問題。<br><br>\r\n5.品質管理：農會專責人員品質監督及管理。<br><br>\r\n6.班員証照制度：由農會辦理農漁民第二專長訓練—中餐烹調丙級証照研習，並聘請專業講師指導、授課，統一報考中餐丙級証照檢定並取得。<br><br>\r\n「田媽媽北海驛站石農肉粽」相關產品有糯米系列則有傳統肉粽、蛋黃粽、素粽、健康養生粽等產品，發芽系列則有傳統口味粽、甜素粽、芋泥蛋黃粽等產品。每種口味粽可視客戶之需求而變換、增加餡料口味，亦可用宅配方式送貨到府增加便利性。<br><br>\r\n\r\n吃、喝、玩、樂在北海岸，而茶與肉粽的結合希望能創造出石門區地方產業特殊的文化特色，藉由消費者的口耳相傳，打開「田媽媽北海驛站石農肉粽」的另一片天空。本鄉有濃郁的人情味，潔淨純樸的鄉村，是旅所追求的桃花源地，石門誠掣的歡迎您前來，定可滿載而歸。<br><br>\r\n營業時間：08：00~18：00\r\n",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "石門區位於台灣的最北端，海岸線長達12公里，沿岸風景怡人、自然景觀林立，是大台北都會區旅遊休憩的重要景點，農特產品有茶葉、箭竹筍、山藥、落花生、海芋及睡蓮等，其中以茶葉「石門鐵觀音茶」聞名全省，尤其以炭焙鐵觀音茶深受消費者喜愛。提起石門肉粽就要和十八王公互相結合，據說石門肉粽起源於17位先民與一隻忠狗來台屯墾，海中遇難漂流至本鄉乾華村沿岸，鄉民將17具屍體與忠狗合葬一起，用粽子祭拜，之後由於靈蹟顯赫，各方信徒絡繹不絕、香火鼎盛，石門肉粽便隨之盛名。尤其在端午節前夕石門區各家肉粽店更是大排長龍，好不熱鬧。這正是為何石門區農會想要替家政班員尋找副業的原因之一。<br><br>\r\n\r\n「石農肉粽販賣部」在農會與家政班員的溝通、理念相同的情形下產生了，其成員組織一定是本會的家政班員，就在設備添購、產品研發、製作技術等各方面達到純熟時於91年3月24日石農肉粽販賣部就開始營業了，每一個產生的粽子都有每個家政班員的心血及心願，一是製做品質優良、安全衛生可靠提供給消費者食用，二是希望由班員親自製做的肉粽能深受大眾的喜愛，這是成立之初每個班員的心聲。創造在地就業商機，讓家政班員有副業收入是農會最大的理念。<br><br>\r\n\r\n91年「石農肉粽販賣部」的心路歷程，在新北市農會、桃園區農業改良場蘇小姐、農委會陳技正的肯定下讓「石農肉粽販賣部」在92年執行發展地方料理計畫成立「田媽媽北海驛站石農肉粽」，每位家政媽媽均領有中餐烹調丙級証照，並接受農會聘請專業老師指導烹調及製作技術，讓班員有所成長及助益，其製作肉粽的最基本理念就是要以天然自然的食材製做出爽口、不油膩、香Q、美味，並注重食品的衛生安全，而製做方式秉持著傳統手法，這是對班員最基本的要求，這也是農會對班員的用心。<br><br>\r\n\r\n「田媽媽北海驛站石農肉粽」全體家政班員與農會員工，都以提供消費者高檔、養生、品味、特色為訴求之地方料理，期望對休閒產業的提昇有所助益。此外，本會與板橋區農會共同合作推展發芽米養生肉粽系列，以提昇地方產業競爭力，並強化策略聯盟之意義，且發展地方傳統產業之特色。 <br><br>\r\n\r\n「田媽媽北海驛站石農肉粽」設立至今，營業額持續發燒，全歸於總幹事、員工及家政班員，整個團隊的團結力量，大家均都盡心盡力的付出，不論是產品研發、食材採購、產品生產製做、行銷、運送流程、班員証照制度等細節，都是大家分工合作，其分工細節如下：<br><br>\r\n1.產品研發：由農會聘請專業講師教授指導食材處理過程、烹調過程及產品口味研究。<br><br>\r\n2.食材採購：食材均選購新鮮、衛生、安全為主，並擇鄉內優良商家採買，以達回饋鄉里為目的。<br><br>\r\n3.產品生產製作：由「北海驛站」家政班員分組製做，且由農會監督產品生產製做流程相關之食品衛生安全。<br><br>\r\n4.行銷、運送：由農會專責人員負責行銷、運送等各項相關問題。<br><br>\r\n5.品質管理：農會專責人員品質監督及管理。<br><br>\r\n6.班員証照制度：由農會辦理農漁民第二專長訓練—中餐烹調丙級証照研習，並聘請專業講師指導、授課，統一報考中餐丙級証照檢定並取得。<br><br>\r\n「田媽媽北海驛站石農肉粽」相關產品有糯米系列則有傳統肉粽、蛋黃粽、素粽、健康養生粽等產品，發芽系列則有傳統口味粽、甜素粽、芋泥蛋黃粽等產品。每種口味粽可視客戶之需求而變換、增加餡料口味，亦可用宅配方式送貨到府增加便利性。<br><br>\r\n\r\n吃、喝、玩、樂在北海岸，而茶與肉粽的結合希望能創造出石門區地方產業特殊的文化特色，藉由消費者的口耳相傳，打開「田媽媽北海驛站石農肉粽」的另一片天空。本鄉有濃郁的人情味，潔淨純樸的鄉村，是旅所追求的桃花源地，石門誠掣的歡迎您前來，定可滿載而歸。<br><br>\r\n營業時間：08：00~18：00\r\n",
    "City": "新北市",
    "Town": "石門區",
    "Coordinate": "25.291834,121.56555",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151030140729.jpg"
}
var FoodData_01_81={
    "ID": "01_81",
    "Name": "桃仔園烘焙坊",
    "Address": "桃園市桃園區新生路165號",
    "Tel": "03-3365303",
    "HostWords": "一早走進位於桃園市農會3樓的烘焙坊，幾位媽媽談笑風生地揉捏麵糰，等待發酵、整型、送進烤箱，早上11時，吐司出爐，整室彌漫著濃郁的麵包香。\r\n田媽媽們感情很好，廠房內工作氣氛融洽，透過農會的輔導與栽培，讓她們學會第二專長，甚至回家開業、開班授課。從媽媽的笑容中看見了她們的成就與喜悅。12位擁有丙級和乙級執照的田媽媽們與農會員工向心力足，讓「桃仔園田媽媽烘焙坊」在全台打出響亮名號。雖然沒有實體店面，但透過上百位農會員工當窗口做宣傳，業績穩定成長。<br><br>\r\n桃園農會屬於都市型農會，從日常生活中發展不同的糕餅點心，回饋鄰里民眾；像是過年時祭祖用的菜頭粿、廟會時農民拜拜用的紅麵龜、生日婚禮的慶祝蛋糕等，也有饅頭、瑞士捲、奶油捲等日常小點心。為了精進烘焙手藝，特別聘請日本的野上師傅加持，創造出「秒殺吐司」，烘烤到剛好的金黃色、內層鬆軟，香脆有味，讓人忍不住一口接一口。\r\n食材強調新鮮手工，從原物料到包裝材料都很講究；每年中秋前夕所有員工都上緊發條加入田媽媽戰鬥營，因為中秋節的鳳梨酥，堅持真材實料，使用百分百的土鳳梨餡，最高熱銷1萬5000顆！\r\n除了3樓的烘焙坊，農會將4樓100坪的空間改裝成專業、安全、衛生的廚藝教室，定期聘請專業老師傳授烘焙、中西餐烹調、證照等課程，為忙碌的都會生活增添一股溫暖。<br><br>\r\n營業時間：08：00~17：00\r\n",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "一早走進位於桃園市農會3樓的烘焙坊，幾位媽媽談笑風生地揉捏麵糰，等待發酵、整型、送進烤箱，早上11時，吐司出爐，整室彌漫著濃郁的麵包香。\r\n田媽媽們感情很好，廠房內工作氣氛融洽，透過農會的輔導與栽培，讓她們學會第二專長，甚至回家開業、開班授課。從媽媽的笑容中看見了她們的成就與喜悅。12位擁有丙級和乙級執照的田媽媽們與農會員工向心力足，讓「桃仔園田媽媽烘焙坊」在全台打出響亮名號。雖然沒有實體店面，但透過上百位農會員工當窗口做宣傳，業績穩定成長。<br><br>\r\n桃園農會屬於都市型農會，從日常生活中發展不同的糕餅點心，回饋鄰里民眾；像是過年時祭祖用的菜頭粿、廟會時農民拜拜用的紅麵龜、生日婚禮的慶祝蛋糕等，也有饅頭、瑞士捲、奶油捲等日常小點心。為了精進烘焙手藝，特別聘請日本的野上師傅加持，創造出「秒殺吐司」，烘烤到剛好的金黃色、內層鬆軟，香脆有味，讓人忍不住一口接一口。\r\n食材強調新鮮手工，從原物料到包裝材料都很講究；每年中秋前夕所有員工都上緊發條加入田媽媽戰鬥營，因為中秋節的鳳梨酥，堅持真材實料，使用百分百的土鳳梨餡，最高熱銷1萬5000顆！\r\n除了3樓的烘焙坊，農會將4樓100坪的空間改裝成專業、安全、衛生的廚藝教室，定期聘請專業老師傳授烘焙、中西餐烹調、證照等課程，為忙碌的都會生活增添一股溫暖。<br><br>\r\n營業時間：08：00~17：00\r\n",
    "City": "桃園市",
    "Town": "桃園區",
    "Coordinate": "24.9962219,121.308044",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151030144817.jpg"
}
var FoodData_01_87={
    "ID": "01_87",
    "Name": "飛鳳傳情米點坊",
    "Address": "新竹縣芎林鄉文林村文昌街120號",
    "Tel": "03-5921173#32",
    "HostWords": "芎林鄉有百分之九十以上的居民都是客家人，也因此芎林鄉農會所輔導的田媽媽美食「飛鳳傳情米點坊」，主打的當然就是客家媽媽們所製作的道地客家米點啦！米點坊善用當地的特產及在地家政班媽媽製作米食的家傳絕活，推出各式各樣好吃又健康的米點。由於真材實料又美味健康，不需特別的行銷手法，就一傳十十傳百的打開了知名度。\r\n　那麼，到底飛鳳傳情在賣哪些米點呢？首先介紹獨具特色的梅干扣肉粽，內餡有梅干菜、扣肉、及豆干，裹在香Q好吃的糯米裡，也有做素粽，是以栗子取代扣肉。又軟又Q的客家麻糬，是大人小孩都愛的招牌點心。真材實料的芋頭糕、蘿蔔糕，稍微煎一下沾點蒜頭醬油，保證吃了以後再也不會想買早餐店或超市的了，蘿蔔糕不要一次貪心買太多，因為不能放冰庫，放冰箱約保存3-4天，芋頭糕就可以放冰庫，雖然價錢比較貴，但是豐富的餡料及絕佳的口感保證值得！超人氣的黑糖糕也是要大力推薦的，軟軟QQ又有一點黏牙的口感，加上黑糖的香甜，吃了以後齒頰留香滿臉幸福，超級好吃的啦！另外還有各式各樣的年糕，有原味年糕、花生糕、紅豆糕、艾草糕、鹹年糕等等，剛炊出來的年糕直接吃香軟可口，買回家冷藏後切片煎也很讚。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "芎林鄉有百分之九十以上的居民都是客家人，也因此芎林鄉農會所輔導的田媽媽美食「飛鳳傳情米點坊」，主打的當然就是客家媽媽們所製作的道地客家米點啦！米點坊善用當地的特產及在地家政班媽媽製作米食的家傳絕活，推出各式各樣好吃又健康的米點。由於真材實料又美味健康，不需特別的行銷手法，就一傳十十傳百的打開了知名度。\r\n　那麼，到底飛鳳傳情在賣哪些米點呢？首先介紹獨具特色的梅干扣肉粽，內餡有梅干菜、扣肉、及豆干，裹在香Q好吃的糯米裡，也有做素粽，是以栗子取代扣肉。又軟又Q的客家麻糬，是大人小孩都愛的招牌點心。真材實料的芋頭糕、蘿蔔糕，稍微煎一下沾點蒜頭醬油，保證吃了以後再也不會想買早餐店或超市的了，蘿蔔糕不要一次貪心買太多，因為不能放冰庫，放冰箱約保存3-4天，芋頭糕就可以放冰庫，雖然價錢比較貴，但是豐富的餡料及絕佳的口感保證值得！超人氣的黑糖糕也是要大力推薦的，軟軟QQ又有一點黏牙的口感，加上黑糖的香甜，吃了以後齒頰留香滿臉幸福，超級好吃的啦！另外還有各式各樣的年糕，有原味年糕、花生糕、紅豆糕、艾草糕、鹹年糕等等，剛炊出來的年糕直接吃香軟可口，買回家冷藏後切片煎也很讚。",
    "City": "新竹縣",
    "Town": "芎林鄉",
    "Coordinate": "24.774204,121.080357",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151030152652.jpg"
}
var FoodData_01_91={
    "ID": "01_91",
    "Name": "海岸風情",
    "Address": "新竹市北區南寮街 195 號",
    "Tel": "03-5364805",
    "HostWords": "竹南寮曾是漁火通明的繁榮漁港，經過一陣沉寂後，因為社區再造復活，將沿海觀光重新復興。「海岸風情」駐足在海岸觀光帶，藍白雙色的小店面，所有的裝潢擺飾都不假他人之手，牆壁上的水彩畫、店內小飾品、門外的彩色木雕，都是田媽媽駱麗美一家人的藝術作品。店內牆上處處可見海豚、貝殼及珊瑚等，富有海洋的氣息。採光良好，二樓座位可以邊用餐邊近距離欣賞海港風光。\r\n　駱麗美媽媽從小在南寮長大，將這個廢棄倉庫改建成夢想咖啡館，運用自己魚產的豐富知識招待客人朋友們。套餐內容以當地海鮮為主，夏天有小卷、透抽，冬天有烏魚，一年四季供應鯖魚、白鯧，多元化的選擇讓喜歡吃海鮮的朋友們大呼過癮。\r\n　套餐主菜主打新鮮海產，整尾上桌的「香烤鯖魚」肉質鮮嫩、香酥入味，不用加任何佐料就很好吃。「清燙白蝦」光看份量就可以感受到主人的用心，蝦肉緊實飽滿又甘甜；除了主菜海鮮，套餐配菜更多達五種，均衡的營養健康，吃得到媽媽細心料理的溫暖。\r\n　料理餐點秉持加、減原則（加青菜、加鮮魚、加營養、加健康／減油、減糖、減鹽、減熱量），乘上媽媽用心、親切的服務態度。手工現做的紅豆麻糬鬆餅和香醇咖啡，吸引附近科學園區客人帶外國客戶前來下午茶，讓遊客來到南寮漁港，除了感受懷舊氣氛，也像回到老家吃飯一樣。\r\n",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "竹南寮曾是漁火通明的繁榮漁港，經過一陣沉寂後，因為社區再造復活，將沿海觀光重新復興。「海岸風情」駐足在海岸觀光帶，藍白雙色的小店面，所有的裝潢擺飾都不假他人之手，牆壁上的水彩畫、店內小飾品、門外的彩色木雕，都是田媽媽駱麗美一家人的藝術作品。店內牆上處處可見海豚、貝殼及珊瑚等，富有海洋的氣息。採光良好，二樓座位可以邊用餐邊近距離欣賞海港風光。\r\n　駱麗美媽媽從小在南寮長大，將這個廢棄倉庫改建成夢想咖啡館，運用自己魚產的豐富知識招待客人朋友們。套餐內容以當地海鮮為主，夏天有小卷、透抽，冬天有烏魚，一年四季供應鯖魚、白鯧，多元化的選擇讓喜歡吃海鮮的朋友們大呼過癮。\r\n　套餐主菜主打新鮮海產，整尾上桌的「香烤鯖魚」肉質鮮嫩、香酥入味，不用加任何佐料就很好吃。「清燙白蝦」光看份量就可以感受到主人的用心，蝦肉緊實飽滿又甘甜；除了主菜海鮮，套餐配菜更多達五種，均衡的營養健康，吃得到媽媽細心料理的溫暖。\r\n　料理餐點秉持加、減原則（加青菜、加鮮魚、加營養、加健康／減油、減糖、減鹽、減熱量），乘上媽媽用心、親切的服務態度。手工現做的紅豆麻糬鬆餅和香醇咖啡，吸引附近科學園區客人帶外國客戶前來下午茶，讓遊客來到南寮漁港，除了感受懷舊氣氛，也像回到老家吃飯一樣。\r\n",
    "City": "新竹市",
    "Town": "北區",
    "Coordinate": "24.8480908,120.929390",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/TainmaMain01/APPLY_D/20151030153217.jpg"
}
var FoodData_02_153={
    "ID": "02_153",
    "Name": "葉山藥園休閒農場",
    "Address": "基隆市七堵區瑪陵坑大成街43號",
    "Tel": "02-24565075(葉金印)",
    "HostWords": "年逾70的農場主人葉金印博士曾任職國際技術合作組織，來往五大洲從事援助友邦農業技術的工作。基於個人研究興趣，40年來他在葉山藥園培育了從世界各地蒐集而來的1700多種藥用植物，使此地成為台灣的藥用植物寶庫，隨手一指都是稀有物種，像是淺嘗葉片就有濃濃肉桂味的斯里蘭卡肉桂樹、墨西哥婦女用來減緩更年期症狀的巨型萊姆、以及號稱「蘇聯人蔘」的五葉刺五加，吸引不少專家學者前來參訪，或是學術團體前來租借場地辦活動。\n　除了說不盡的藥草故事，葉博士也從各地採購植株，嘗試在台灣馴化各種原產於海外的營養蔬菜，比如夏天有維生素、膳食纖維豐富的埃及野麻嬰，秋冬有黑苦喬和赤道櫻草，以及四季都產的紫錐花、刺五加等。此外，園內還有一條1公里長的落羽松步道，遊客可在此漫步享受森林芬多精，或是在取自典故「藏六如龜」的藏六池畔，欣賞池塘生態風景，也可在養生館欣賞葉金印博士的書法與竹雕，或在DIY教室學習整理採收後的藥草植物。\n　園內的金印軒提供五行養生套餐，是由中醫鑑定考試合格且領有中餐葷食、中餐素食、西餐3張廚師證照的吳有老師及其他志工共同研發出來的。養生套餐內容會隨季節變換添加不同的新鮮藥用植物烹調，每份套餐共有12道菜，除了少油、少鹽、保持食物原味等一般原則外，更透過食材和藥草的精心搭配，使五臟達到平衡。這些創意料理包括增添了白鶴靈芝草香的總統飯、鮮嫩爽口的赤道櫻草雲吞、酸酸甜甜的洛神紅燒魚、以及用帶皮芭蕉做成的忘憂饌，在金印軒內有展示這些藥膳料理的圖片供遊客參閱。",
    "Price": "",
    "OpenHours": "",
    "CreditCard": "False",
    "TravelCard": "False",
    "TrafficGuidelines": "",
    "ParkingLot": "",
    "Url": "",
    "Email": "",
    "BlogUrl": "",
    "PetNotice": "",
    "Reminder": "",
    "FoodMonths": "",
    "FoodCapacity": "",
    "FoodFeature": "年逾70的農場主人葉金印博士曾任職國際技術合作組織，來往五大洲從事援助友邦農業技術的工作。基於個人研究興趣，40年來他在葉山藥園培育了從世界各地蒐集而來的1700多種藥用植物，使此地成為台灣的藥用植物寶庫，隨手一指都是稀有物種，像是淺嘗葉片就有濃濃肉桂味的斯里蘭卡肉桂樹、墨西哥婦女用來減緩更年期症狀的巨型萊姆、以及號稱「蘇聯人蔘」的五葉刺五加，吸引不少專家學者前來參訪，或是學術團體前來租借場地辦活動。\n　除了說不盡的藥草故事，葉博士也從各地採購植株，嘗試在台灣馴化各種原產於海外的營養蔬菜，比如夏天有維生素、膳食纖維豐富的埃及野麻嬰，秋冬有黑苦喬和赤道櫻草，以及四季都產的紫錐花、刺五加等。此外，園內還有一條1公里長的落羽松步道，遊客可在此漫步享受森林芬多精，或是在取自典故「藏六如龜」的藏六池畔，欣賞池塘生態風景，也可在養生館欣賞葉金印博士的書法與竹雕，或在DIY教室學習整理採收後的藥草植物。\n　園內的金印軒提供五行養生套餐，是由中醫鑑定考試合格且領有中餐葷食、中餐素食、西餐3張廚師證照的吳有老師及其他志工共同研發出來的。養生套餐內容會隨季節變換添加不同的新鮮藥用植物烹調，每份套餐共有12道菜，除了少油、少鹽、保持食物原味等一般原則外，更透過食材和藥草的精心搭配，使五臟達到平衡。這些創意料理包括增添了白鶴靈芝草香的總統飯、鮮嫩爽口的赤道櫻草雲吞、酸酸甜甜的洛神紅燒魚、以及用帶皮芭蕉做成的忘憂饌，在金印軒內有展示這些藥膳料理的圖片供遊客參閱。",
    "City": "基隆市",
    "Town": "七堵區",
    "Coordinate": "25.1098949,121.6877652",
    "PicURL": "https://ezgo.coa.gov.tw/Uploads/opendata/AgriFood01/APPLY_D/20151014182256.jpg"
}


var provinces = new Array();	/*下拉式選單 縣市鄉鎮內容*/
provinces["請選擇行政區域..."] = ["請選擇鄉鎮區..."];
provinces["苗栗縣"] = ["大湖鄉","三義鄉","西湖鄉","南庄鄉","公館鄉","造橋鄉","獅潭鄉","通霄鎮","卓蘭鎮"];
provinces["臺中市"] = ["北屯區","南屯區","霧峰區","后里區","潭子區","東勢區","石岡區","清水區","外埔區"];
provinces["彰化縣"] = ["芬園鄉","田中鎮","花壇鄉","芳苑鄉"];
provinces["南投縣"] = ["竹山鎮","名間鄉","南投市","鹿谷鄉","國姓鄉","仁愛鄉"];
provinces["雲林縣"] = ["台西鄉"];
provinces["嘉義縣"] = ["新港鄉","梅山鄉","竹崎鄉","阿里山鄉","六腳鄉","東石鄉","番路鄉","中埔鄉","新港鄉"];
provinces["高雄市"] = ["仁武區","路竹區","彌陀區","梓官區","鳳山區"];
provinces["屏東縣"] = ["潮州鎮","里港鄉","枋寮鄉","東港鎮","萬巒鄉"];
provinces["臺南市"] = ["大內區","鹽水區","柳營區","東山區","官田區","山上區","龍崎區","新化區","安南區","北門區","麻豆區","七股區"];
provinces["臺東縣"] = ["卑南鄉","關山鎮","池上鄉","鹿野鄉","成功鎮","太麻里"];
provinces["花蓮縣"] = ["秀林鄉","新城鄉","壽豐鄉","富里鄉","花蓮市","豐濱鄉"];
provinces["澎湖縣"] = ["西嶼鄉","白沙鄉"];
provinces["金門縣"] = ["金沙鎮"];
provinces["宜蘭縣"] = ["大同鄉","五結鄉","冬山鄉","員山鄉","壯圍鄉","頭城鎮","三星鄉"];
provinces["新北市"] = ["石門區","瑞芳區","坪林區","三峽區","貢寮區","淡水區","五股區","三芝區"];
provinces["桃園市"] = ["桃園區","平鎮區","大園區","楊梅區","新屋區","觀音區","大溪區"];
provinces["新竹縣"] = ["芎林鄉","新埔鎮","峨眉鄉","尖石鄉"];
provinces["新竹市"] = ["北區"];
provinces["基隆市"] = ["七堵區"];


function changeProvince()	/*下拉式選單更新 依縣市更新鄉鎮*/
{
	var prov = document.getElementById("province").value;
	var city =document.getElementById("city").value;	
	var city_set =document.getElementById("city");
//	alert(prov);
	city_set.options.length =0;
	for(var i in provinces[prov])
	{
		city_set.options.add(new Option(provinces[prov][i],provinces[prov][i]));
	}
//	alert(city_set.value);


	var Compare_City_01_100 = document.getElementById('City_01_100');
	var Compare_City_01_101 = document.getElementById('City_01_101');
	var Compare_City_01_102 = document.getElementById('City_01_102');
	var Compare_City_01_103 = document.getElementById('City_01_103');
	var Compare_City_01_104 = document.getElementById('City_01_104');
	var Compare_City_01_105 = document.getElementById('City_01_105');
	var Compare_City_01_106 = document.getElementById('City_01_106');
	var Compare_City_01_107 = document.getElementById('City_01_107');
	var Compare_City_01_108 = document.getElementById('City_01_108');
	var Compare_City_01_109 = document.getElementById('City_01_109');
	var Compare_City_01_110 = document.getElementById('City_01_110');
	var Compare_City_01_111 = document.getElementById('City_01_111');
	var Compare_City_01_113 = document.getElementById('City_01_113');
	var Compare_City_01_115 = document.getElementById('City_01_115');
	var Compare_City_01_116 = document.getElementById('City_01_116');
	var Compare_City_01_117 = document.getElementById('City_01_117');
	var Compare_City_01_118 = document.getElementById('City_01_118');
	var Compare_City_01_119 = document.getElementById('City_01_119');
	var Compare_City_01_131 = document.getElementById('City_01_131');
	var Compare_City_01_137 = document.getElementById('City_01_137');
	var Compare_City_01_146 = document.getElementById('City_01_146');
	var Compare_City_01_147 = document.getElementById('City_01_147');
	var Compare_City_01_173 = document.getElementById('City_01_173');
	var Compare_City_01_183 = document.getElementById('City_01_183');
	var Compare_City_01_184 = document.getElementById('City_01_184');
	var Compare_City_01_203 = document.getElementById('City_01_203');
	var Compare_City_01_212 = document.getElementById('City_01_212');
	var Compare_City_01_219 = document.getElementById('City_01_219');
	var Compare_City_01_222 = document.getElementById('City_01_222');
	var Compare_City_01_223 = document.getElementById('City_01_223');
	var Compare_City_01_76 = document.getElementById('City_01_76');
	var Compare_City_01_81 = document.getElementById('City_01_81');
	var Compare_City_01_87 = document.getElementById('City_01_87');
	var Compare_City_01_91 = document.getElementById('City_01_91');
	var Compare_City_02_153 = document.getElementById('City_02_153');
	
	var Compare_Town_01_100 = document.getElementById('Town_01_100');
	var Compare_Town_01_101 = document.getElementById('Town_01_101');
	var Compare_Town_01_102 = document.getElementById('Town_01_102');
	var Compare_Town_01_103 = document.getElementById('Town_01_103');
	var Compare_Town_01_104 = document.getElementById('Town_01_104');
	var Compare_Town_01_105 = document.getElementById('Town_01_105');
	var Compare_Town_01_106 = document.getElementById('Town_01_106');
	var Compare_Town_01_107 = document.getElementById('Town_01_107');
	var Compare_Town_01_108 = document.getElementById('Town_01_108');
	var Compare_Town_01_109 = document.getElementById('Town_01_109');
	var Compare_Town_01_110 = document.getElementById('Town_01_110');
	var Compare_Town_01_111 = document.getElementById('Town_01_111');
	var Compare_Town_01_113 = document.getElementById('Town_01_113');	
	var Compare_Town_01_115 = document.getElementById('Town_01_115');	
	var Compare_Town_01_116 = document.getElementById('Town_01_116');	
	var Compare_Town_01_117 = document.getElementById('Town_01_117');	
	var Compare_Town_01_118 = document.getElementById('Town_01_118');	
	var Compare_Town_01_119 = document.getElementById('Town_01_119');	
	var Compare_Town_01_131 = document.getElementById('Town_01_131');	
	var Compare_Town_01_137 = document.getElementById('Town_01_137');	
	var Compare_Town_01_146 = document.getElementById('Town_01_146');
	var Compare_Town_01_147 = document.getElementById('Town_01_147');
	var Compare_Town_01_173 = document.getElementById('Town_01_173');
	var Compare_Town_01_183 = document.getElementById('Town_01_183');
	var Compare_Town_01_184 = document.getElementById('Town_01_184');
	var Compare_Town_01_203 = document.getElementById('Town_01_203');
	var Compare_Town_01_212 = document.getElementById('Town_01_212');
	var Compare_Town_01_219 = document.getElementById('Town_01_219');
	var Compare_Town_01_222 = document.getElementById('Town_01_222');
	var Compare_Town_01_223 = document.getElementById('Town_01_223');
	var Compare_Town_01_76 = document.getElementById('Town_01_76');
	var Compare_Town_01_81 = document.getElementById('Town_01_81');
	var Compare_Town_01_87 = document.getElementById('Town_01_87');
	var Compare_Town_01_91 = document.getElementById('Town_01_91');
	var Compare_Town_02_153 = document.getElementById('Town_02_153');

	
	var ID_01_100 = document.getElementById('ID_01_100');
	var ID_01_101 = document.getElementById('ID_01_101');
	var ID_01_102 = document.getElementById('ID_01_102');
	var ID_01_103 = document.getElementById('ID_01_103');
	var ID_01_104 = document.getElementById('ID_01_104');
	var ID_01_105 = document.getElementById('ID_01_105');
	var ID_01_106 = document.getElementById('ID_01_106');
	var ID_01_107 = document.getElementById('ID_01_107');
	var ID_01_108 = document.getElementById('ID_01_108');
	var ID_01_109 = document.getElementById('ID_01_109');
	var ID_01_110 = document.getElementById('ID_01_110');
	var ID_01_111 = document.getElementById('ID_01_111');
	var ID_01_113 = document.getElementById('ID_01_113');
	var ID_01_115 = document.getElementById('ID_01_115');
	var ID_01_116 = document.getElementById('ID_01_116');
	var ID_01_117 = document.getElementById('ID_01_117');
	var ID_01_118 = document.getElementById('ID_01_118');
	var ID_01_119 = document.getElementById('ID_01_119');
	var ID_01_131 = document.getElementById('ID_01_131');
	var ID_01_137 = document.getElementById('ID_01_137');
	var ID_01_146 = document.getElementById('ID_01_146');
	var ID_01_147 = document.getElementById('ID_01_147');
	var ID_01_173 = document.getElementById('ID_01_173');
	var ID_01_183 = document.getElementById('ID_01_183');
	var ID_01_184 = document.getElementById('ID_01_184');
	var ID_01_203 = document.getElementById('ID_01_203');
	var ID_01_212 = document.getElementById('ID_01_212');
	var ID_01_219 = document.getElementById('ID_01_219');
	var ID_01_222 = document.getElementById('ID_01_222');
	var ID_01_223 = document.getElementById('ID_01_223');
	var ID_01_76 = document.getElementById('ID_01_76');
	var ID_01_81 = document.getElementById('ID_01_81');
	var ID_01_87 = document.getElementById('ID_01_87');
	var ID_01_91 = document.getElementById('ID_01_91');
	var ID_02_153 = document.getElementById('ID_02_153');


	if(prov==Compare_City_01_100.innerHTML){				/*縣市下拉式選單=>縣市設定*/
		ID_01_100.style.display="inline-block"; 				
	}
	else{
		ID_01_100.style.display="none"; 		
	}
	
	if(prov==Compare_City_01_101.innerHTML){
		ID_01_101.style.display="inline-block"; 				
	}
	else{
		ID_01_101.style.display="none"; 				
	}
	
	if(prov==Compare_City_01_102.innerHTML){
		ID_01_102.style.display="inline-block"; 				
	}
	else{
		ID_01_102.style.display="none"; 			
	}
	
	if(prov==Compare_City_01_103.innerHTML){
		ID_01_103.style.display="inline-block"; 			
	}
	else{
		ID_01_103.style.display="none"; 				
	}
	
	if(prov==Compare_City_01_104.innerHTML){
		ID_01_104.style.display="inline-block"; 				
	}
	else{
		ID_01_104.style.display="none"; 				
	}
	
	if(prov==Compare_City_01_105.innerHTML){
		ID_01_105.style.display="inline-block"; 			
	}
	else{
		ID_01_105.style.display="none"; 				
	}
	if(prov==Compare_City_01_106.innerHTML){
		ID_01_106.style.display="inline-block"; 				
	}
	else{
		ID_01_106.style.display="none"; 			
	}
	
	if(prov==Compare_City_01_107.innerHTML){
		ID_01_107.style.display="inline-block"; 				
	}
	else{
		ID_01_107.style.display="none"; 				
	}
	if(prov==Compare_City_01_108.innerHTML){
		ID_01_108.style.display="inline-block"; 			
	}
	else{
		ID_01_108.style.display="none"; 				
	}
	
	if(prov==Compare_City_01_109.innerHTML){
		ID_01_109.style.display="inline-block"; 				
	}
	else{
		ID_01_109.style.display="none"; 				
	}
	if(prov==Compare_City_01_110.innerHTML){
		ID_01_110.style.display="inline-block"; 			
	}
	else{
		ID_01_110.style.display="none"; 			
	}
	
	if(prov==Compare_City_01_111.innerHTML){
		ID_01_111.style.display="inline-block"; 				
	}
	else{
		ID_01_111.style.display="none"; 			
	}
	if(prov==Compare_City_01_113.innerHTML){
		ID_01_113.style.display="inline-block"; 				
	}
	else{
		ID_01_113.style.display="none"; 			
	}
	if(prov==Compare_City_01_115.innerHTML){
		ID_01_115.style.display="inline-block"; 				
	}
	else{
		ID_01_115.style.display="none"; 			
	}
	if(prov==Compare_City_01_116.innerHTML){
		ID_01_116.style.display="inline-block"; 				
	}
	else{
		ID_01_116.style.display="none"; 			
	}
	if(prov==Compare_City_01_117.innerHTML){
		ID_01_117.style.display="inline-block"; 				
	}
	else{
		ID_01_117.style.display="none"; 			
	}
	if(prov==Compare_City_01_118.innerHTML){
		ID_01_118.style.display="inline-block"; 				
	}
	else{
		ID_01_118.style.display="none"; 			
	}
	if(prov==Compare_City_01_119.innerHTML){
		ID_01_119.style.display="inline-block"; 				
	}
	else{
		ID_01_119.style.display="none"; 			
	}
	if(prov==Compare_City_01_131.innerHTML){
		ID_01_131.style.display="inline-block"; 				
	}
	else{
		ID_01_131.style.display="none"; 			
	}	
	if(prov==Compare_City_01_137.innerHTML){
		ID_01_137.style.display="inline-block"; 				
	}
	else{
		ID_01_137.style.display="none"; 			
	}	
	if(prov==Compare_City_01_146.innerHTML){
		ID_01_146.style.display="inline-block"; 				
	}
	else{
		ID_01_146.style.display="none"; 			
	}	
	if(prov==Compare_City_01_147.innerHTML){
		ID_01_147.style.display="inline-block"; 				
	}
	else{
		ID_01_147.style.display="none"; 			
	}	
	if(prov==Compare_City_01_173.innerHTML){
		ID_01_173.style.display="inline-block"; 				
	}
	else{
		ID_01_173.style.display="none"; 			
	}	
	if(prov==Compare_City_01_183.innerHTML){
		ID_01_183.style.display="inline-block"; 				
	}
	else{
		ID_01_183.style.display="none"; 			
	}	
	if(prov==Compare_City_01_184.innerHTML){
		ID_01_184.style.display="inline-block"; 				
	}
	else{
		ID_01_184.style.display="none"; 			
	}	
	if(prov==Compare_City_01_203.innerHTML){
		ID_01_203.style.display="inline-block"; 				
	}
	else{
		ID_01_203.style.display="none"; 			
	}	
	if(prov==Compare_City_01_212.innerHTML){
		ID_01_212.style.display="inline-block"; 				
	}
	else{
		ID_01_212.style.display="none"; 			
	}	
	if(prov==Compare_City_01_219.innerHTML){
		ID_01_219.style.display="inline-block"; 				
	}
	else{
		ID_01_219.style.display="none"; 			
	}	
	if(prov==Compare_City_01_222.innerHTML){
		ID_01_222.style.display="inline-block"; 				
	}
	else{
		ID_01_222.style.display="none"; 			
	}	
	if(prov==Compare_City_01_223.innerHTML){
		ID_01_223.style.display="inline-block"; 				
	}
	else{
		ID_01_223.style.display="none"; 			
	}	
	if(prov==Compare_City_01_76.innerHTML){
		ID_01_76.style.display="inline-block"; 				
	}
	else{
		ID_01_76.style.display="none"; 			
	}	
	if(prov==Compare_City_01_81.innerHTML){
		ID_01_81.style.display="inline-block"; 				
	}
	else{
		ID_01_81.style.display="none"; 			
	}	
	if(prov==Compare_City_01_87.innerHTML){
		ID_01_87.style.display="inline-block"; 				
	}
	else{
		ID_01_87.style.display="none"; 			
	}	
	if(prov==Compare_City_01_91.innerHTML){
		ID_01_91.style.display="inline-block"; 				
	}
	else{
		ID_01_91.style.display="none"; 			
	}	
	if(prov==Compare_City_02_153.innerHTML){
		ID_02_153.style.display="inline-block"; 				
	}
	else{
		ID_02_153.style.display="none"; 			
	}	
	
	
	if(city_set.value!=Compare_Town_01_100.innerHTML){			/*縣市下拉式選單=>鄉鎮設定*/
		ID_01_100.style.display="none"; 	
//		alert(123);
	}
	else{
		ID_01_100.style.display="inline-block"; 	
//		alert(456);
	}
	
	if(city_set.value!=Compare_Town_01_101.innerHTML){
		ID_01_101.style.display="none"; 				
	}
	else{
		ID_01_101.style.display="inline-block"; 				
	}
	
	if(city_set.value!=Compare_Town_01_102.innerHTML){
		ID_01_102.style.display="none"; 				
	}
	else{
		ID_01_102.style.display="inline-block"; 			
	}
	
	if(city_set.value!=Compare_Town_01_103.innerHTML){
		ID_01_103.style.display="none"; 			
	}
	else{
		ID_01_103.style.display="inline-block"; 				
	}
	
	if(city_set.value!=Compare_Town_01_104.innerHTML){
		ID_01_104.style.display="none"; 				
	}
	else{
		ID_01_104.style.display="inline-block"; 				
	}
	
	if(city_set.value!=Compare_Town_01_105.innerHTML){
		ID_01_105.style.display="none"; 			
	}
	else{
		ID_01_105.style.display="inline-block"; 				
	}
	if(city_set.value!=Compare_Town_01_106.innerHTML){
		ID_01_106.style.display="none"; 				
	}
	else{
		ID_01_106.style.display="inline-block"; 			
	}
	
	if(city_set.value!=Compare_Town_01_107.innerHTML){
		ID_01_107.style.display="none"; 				
	}
	else{
		ID_01_107.style.display="inline-block"; 				
	}
	if(city_set.value!=Compare_Town_01_108.innerHTML){
		ID_01_108.style.display="none"; 			
	}
	else{
		ID_01_108.style.display="inline-block"; 				
	}
	
	if(city_set.value!=Compare_Town_01_109.innerHTML){
		ID_01_109.style.display="none"; 				
	}
	else{
		ID_01_109.style.display="inline-block"; 				
	}
	if(city_set.value!=Compare_Town_01_110.innerHTML){
		ID_01_110.style.display="none"; 			
	}
	else{
		ID_01_110.style.display="inline-block"; 			
	}
	
	if(city_set.value!=Compare_Town_01_111.innerHTML){
		ID_01_111.style.display="none"; 				
	}
	else{
		ID_01_111.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_113.innerHTML){
		ID_01_113.style.display="none"; 			
	}
	else{
		ID_01_113.style.display="inline-block"; 			
	}
	
	if(city_set.value!=Compare_Town_01_115.innerHTML){
		ID_01_115.style.display="none"; 			
	}
	else{
		ID_01_115.style.display="inline-block"; 			
	}
	
	if(city_set.value!=Compare_Town_01_116.innerHTML){
		ID_01_116.style.display="none"; 				
	}
	else{
		ID_01_116.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_117.innerHTML){
		ID_01_117.style.display="none"; 				
	}
	else{
		ID_01_117.style.display="inline-block"; 				
	}
	if(city_set.value!=Compare_Town_01_118.innerHTML){
		ID_01_118.style.display="none"; 			
	}
	else{
		ID_01_118.style.display="inline-block"; 			
	}
	
	if(city_set.value!=Compare_Town_01_119.innerHTML){
		ID_01_119.style.display="none"; 				
	}
	else{
		ID_01_119.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_131.innerHTML){
		ID_01_131.style.display="none"; 				
	}
	else{
		ID_01_131.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_137.innerHTML){
		ID_01_137.style.display="none"; 				
	}
	else{
		ID_01_137.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_146.innerHTML){
		ID_01_146.style.display="none"; 				
	}
	else{
		ID_01_146.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_147.innerHTML){
		ID_01_147.style.display="none"; 				
	}
	else{
		ID_01_147.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_173.innerHTML){
		ID_01_173.style.display="none"; 				
	}
	else{
		ID_01_173.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_183.innerHTML){
		ID_01_183.style.display="none"; 				
	}
	else{
		ID_01_183.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_184.innerHTML){
		ID_01_184.style.display="none"; 				
	}
	else{
		ID_01_184.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_203.innerHTML){
		ID_01_203.style.display="none"; 				
	}
	else{
		ID_01_203.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_212.innerHTML){
		ID_01_212.style.display="none"; 				
	}
	else{
		ID_01_212.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_219.innerHTML){
		ID_01_219.style.display="none"; 				
	}
	else{
		ID_01_219.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_222.innerHTML){
		ID_01_222.style.display="none"; 				
	}
	else{
		ID_01_222.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_223.innerHTML){
		ID_01_223.style.display="none"; 				
	}
	else{
		ID_01_223.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_76.innerHTML){
		ID_01_76.style.display="none"; 				
	}
	else{
		ID_01_76.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_81.innerHTML){
		ID_01_81.style.display="none"; 				
	}
	else{
		ID_01_81.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_87.innerHTML){
		ID_01_87.style.display="none"; 				
	}
	else{
		ID_01_87.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_01_91.innerHTML){
		ID_01_91.style.display="none"; 				
	}
	else{
		ID_01_91.style.display="inline-block"; 			
	}
	if(city_set.value!=Compare_Town_02_153.innerHTML){
		ID_02_153.style.display="none"; 				
	}
	else{
		ID_02_153.style.display="inline-block"; 			
	}


	
	if(prov=="請選擇行政區域..."){				/*點擊 "請選擇行政區域..." =>顯示全部資訊*/
		ID_01_100.style.display="inline-block"; 
		ID_01_101.style.display="inline-block"; 
		ID_01_102.style.display="inline-block"; 
		ID_01_103.style.display="inline-block"; 
		ID_01_104.style.display="inline-block"; 
		ID_01_105.style.display="inline-block"; 
		ID_01_106.style.display="inline-block"; 
		ID_01_107.style.display="inline-block"; 
		ID_01_108.style.display="inline-block"; 
		ID_01_109.style.display="inline-block"; 
		ID_01_110.style.display="inline-block"; 
		ID_01_111.style.display="inline-block"; 
		ID_01_113.style.display="inline-block"; 
		ID_01_115.style.display="inline-block"; 
		ID_01_116.style.display="inline-block"; 
		ID_01_117.style.display="inline-block"; 
		ID_01_118.style.display="inline-block"; 
		ID_01_119.style.display="inline-block"; 
		ID_01_131.style.display="inline-block"; 
		ID_01_137.style.display="inline-block"; 
		ID_01_146.style.display="inline-block"; 
		ID_01_147.style.display="inline-block"; 
		ID_01_173.style.display="inline-block"; 
		ID_01_183.style.display="inline-block"; 
		ID_01_184.style.display="inline-block"; 
		ID_01_203.style.display="inline-block"; 
		ID_01_212.style.display="inline-block"; 
		ID_01_219.style.display="inline-block"; 
		ID_01_222.style.display="inline-block"; 
		ID_01_223.style.display="inline-block"; 
		ID_01_76.style.display="inline-block"; 
		ID_01_81.style.display="inline-block"; 
		ID_01_87.style.display="inline-block"; 
		ID_01_91.style.display="inline-block"; 
		ID_02_153.style.display="inline-block"; 
//		alert(prov);
//		alert(city_set.value);
	}	
	
}	
function changeCity(){				/*鄉鎮下拉式選單=>鄉鎮設定*/
	var city =document.getElementById("city").value;	
//	alert(city);
	
	var Compare_Town_01_100 = document.getElementById('Town_01_100');
	var Compare_Town_01_101 = document.getElementById('Town_01_101');
	var Compare_Town_01_102 = document.getElementById('Town_01_102');
	var Compare_Town_01_103 = document.getElementById('Town_01_103');
	var Compare_Town_01_104 = document.getElementById('Town_01_104');
	var Compare_Town_01_105 = document.getElementById('Town_01_105');
	var Compare_Town_01_106 = document.getElementById('Town_01_106');
	var Compare_Town_01_107 = document.getElementById('Town_01_107');
	var Compare_Town_01_108 = document.getElementById('Town_01_108');
	var Compare_Town_01_109 = document.getElementById('Town_01_109');
	var Compare_Town_01_110 = document.getElementById('Town_01_110');
	var Compare_Town_01_111 = document.getElementById('Town_01_111');
	var Compare_Town_01_113 = document.getElementById('Town_01_113');
	var Compare_Town_01_115 = document.getElementById('Town_01_115');
	var Compare_Town_01_116 = document.getElementById('Town_01_116');
	var Compare_Town_01_117 = document.getElementById('Town_01_117');
	var Compare_Town_01_118 = document.getElementById('Town_01_118');
	var Compare_Town_01_119 = document.getElementById('Town_01_119');
	var Compare_Town_01_131 = document.getElementById('Town_01_131');
	var Compare_Town_01_137 = document.getElementById('Town_01_137');
	var Compare_Town_01_146 = document.getElementById('Town_01_146');
	var Compare_Town_01_147 = document.getElementById('Town_01_147');
	var Compare_Town_01_173 = document.getElementById('Town_01_173');
	var Compare_Town_01_183 = document.getElementById('Town_01_183');
	var Compare_Town_01_184 = document.getElementById('Town_01_184');
	var Compare_Town_01_203 = document.getElementById('Town_01_203');
	var Compare_Town_01_212 = document.getElementById('Town_01_212');
	var Compare_Town_01_219 = document.getElementById('Town_01_219');
	var Compare_Town_01_222 = document.getElementById('Town_01_222');
	var Compare_Town_01_223 = document.getElementById('Town_01_223');
	var Compare_Town_01_76 = document.getElementById('Town_01_76');
	var Compare_Town_01_81 = document.getElementById('Town_01_81');
	var Compare_Town_01_87 = document.getElementById('Town_01_87');
	var Compare_Town_01_91 = document.getElementById('Town_01_91');
	var Compare_Town_02_153 = document.getElementById('Town_02_153');

	
	var ID_01_100 = document.getElementById('ID_01_100');
	var ID_01_101 = document.getElementById('ID_01_101');
	var ID_01_102 = document.getElementById('ID_01_102');
	var ID_01_103 = document.getElementById('ID_01_103');
	var ID_01_104 = document.getElementById('ID_01_104');
	var ID_01_105 = document.getElementById('ID_01_105');
	var ID_01_106 = document.getElementById('ID_01_106');
	var ID_01_107 = document.getElementById('ID_01_107');
	var ID_01_108 = document.getElementById('ID_01_108');
	var ID_01_109 = document.getElementById('ID_01_109');
	var ID_01_110 = document.getElementById('ID_01_110');
	var ID_01_111 = document.getElementById('ID_01_111');
	var ID_01_113 = document.getElementById('ID_01_113');
	var ID_01_115 = document.getElementById('ID_01_115');
	var ID_01_116 = document.getElementById('ID_01_116');
	var ID_01_117 = document.getElementById('ID_01_117');
	var ID_01_118 = document.getElementById('ID_01_118');
	var ID_01_119 = document.getElementById('ID_01_119');
	var ID_01_131 = document.getElementById('ID_01_131');
	var ID_01_137 = document.getElementById('ID_01_137');
	var ID_01_146 = document.getElementById('ID_01_146');
	var ID_01_147 = document.getElementById('ID_01_147');
	var ID_01_173 = document.getElementById('ID_01_173');
	var ID_01_183 = document.getElementById('ID_01_183');
	var ID_01_184 = document.getElementById('ID_01_184');
	var ID_01_203 = document.getElementById('ID_01_203');
	var ID_01_212 = document.getElementById('ID_01_212');
	var ID_01_219 = document.getElementById('ID_01_219');
	var ID_01_222 = document.getElementById('ID_01_222');
	var ID_01_223 = document.getElementById('ID_01_223');
	var ID_01_76 = document.getElementById('ID_01_76');
	var ID_01_81 = document.getElementById('ID_01_81');
	var ID_01_87 = document.getElementById('ID_01_87');
	var ID_01_91 = document.getElementById('ID_01_91');
	var ID_02_153 = document.getElementById('ID_02_153');

	
//		alert(Compare_Town_01_100.innerHTML);
	
	if(city!=Compare_Town_01_100.innerHTML){
		ID_01_100.style.display="none"; 	
//		alert(123);
	}
	else{
		ID_01_100.style.display="inline-block"; 	
//		alert(456);
	}
	
	if(city!=Compare_Town_01_101.innerHTML){
		ID_01_101.style.display="none"; 				
	}
	else{
		ID_01_101.style.display="inline-block"; 				
	}
	
	if(city!=Compare_Town_01_102.innerHTML){
		ID_01_102.style.display="none"; 				
	}
	else{
		ID_01_102.style.display="inline-block"; 			
	}
	
	if(city!=Compare_Town_01_103.innerHTML){
		ID_01_103.style.display="none"; 			
	}
	else{
		ID_01_103.style.display="inline-block"; 				
	}
	
	if(city!=Compare_Town_01_104.innerHTML){
		ID_01_104.style.display="none"; 				
	}
	else{
		ID_01_104.style.display="inline-block"; 				
	}
	
	if(city!=Compare_Town_01_105.innerHTML){
		ID_01_105.style.display="none"; 			
	}
	else{
		ID_01_105.style.display="inline-block"; 				
	}
	if(city!=Compare_Town_01_106.innerHTML){
		ID_01_106.style.display="none"; 				
	}
	else{
		ID_01_106.style.display="inline-block"; 			
	}
	
	if(city!=Compare_Town_01_107.innerHTML){
		ID_01_107.style.display="none"; 				
	}
	else{
		ID_01_107.style.display="inline-block"; 				
	}
	if(city!=Compare_Town_01_108.innerHTML){
		ID_01_108.style.display="none"; 			
	}
	else{
		ID_01_108.style.display="inline-block"; 				
	}
	
	if(city!=Compare_Town_01_109.innerHTML){
		ID_01_109.style.display="none"; 				
	}
	else{
		ID_01_109.style.display="inline-block"; 				
	}
	if(city!=Compare_Town_01_110.innerHTML){
		ID_01_110.style.display="none"; 			
	}
	else{
		ID_01_110.style.display="inline-block"; 			
	}
	
	if(city!=Compare_Town_01_111.innerHTML){
		ID_01_111.style.display="none"; 				
	}
	else{
		ID_01_111.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_113.innerHTML){
		ID_01_113.style.display="none"; 			
	}
	else{
		ID_01_113.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_115.innerHTML){
		ID_01_115.style.display="none"; 			
	}
	else{
		ID_01_115.style.display="inline-block"; 			
	}
	
	if(city!=Compare_Town_01_116.innerHTML){
		ID_01_116.style.display="none"; 				
	}
	else{
		ID_01_116.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_117.innerHTML){
		ID_01_117.style.display="none"; 				
	}
	else{
		ID_01_117.style.display="inline-block"; 				
	}
	if(city!=Compare_Town_01_118.innerHTML){
		ID_01_118.style.display="none"; 			
	}
	else{
		ID_01_118.style.display="inline-block"; 			
	}
	
	if(city!=Compare_Town_01_119.innerHTML){
		ID_01_119.style.display="none"; 				
	}
	else{
		ID_01_119.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_131.innerHTML){
		ID_01_131.style.display="none"; 				
	}
	else{
		ID_01_131.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_137.innerHTML){
		ID_01_137.style.display="none"; 				
	}
	else{
		ID_01_137.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_146.innerHTML){
		ID_01_146.style.display="none"; 				
	}
	else{
		ID_01_146.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_147.innerHTML){
		ID_01_147.style.display="none"; 				
	}
	else{
		ID_01_147.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_173.innerHTML){
		ID_01_173.style.display="none"; 				
	}
	else{
		ID_01_173.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_183.innerHTML){
		ID_01_183.style.display="none"; 				
	}
	else{
		ID_01_183.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_184.innerHTML){
		ID_01_184.style.display="none"; 				
	}
	else{
		ID_01_184.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_203.innerHTML){
		ID_01_203.style.display="none"; 				
	}
	else{
		ID_01_203.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_212.innerHTML){
		ID_01_212.style.display="none"; 				
	}
	else{
		ID_01_212.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_219.innerHTML){
		ID_01_219.style.display="none"; 				
	}
	else{
		ID_01_219.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_222.innerHTML){
		ID_01_222.style.display="none"; 				
	}
	else{
		ID_01_222.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_223.innerHTML){
		ID_01_223.style.display="none"; 				
	}
	else{
		ID_01_223.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_76.innerHTML){
		ID_01_76.style.display="none"; 				
	}
	else{
		ID_01_76.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_81.innerHTML){
		ID_01_81.style.display="none"; 				
	}
	else{
		ID_01_81.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_87.innerHTML){
		ID_01_87.style.display="none"; 				
	}
	else{
		ID_01_87.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_01_91.innerHTML){
		ID_01_91.style.display="none"; 				
	}
	else{
		ID_01_91.style.display="inline-block"; 			
	}
	if(city!=Compare_Town_02_153.innerHTML){
		ID_02_153.style.display="none"; 				
	}
	else{
		ID_02_153.style.display="inline-block"; 			
	}
	
}
window.onload = function (){  	/*回傳鄉鎮美食資訊*/

		var Img_01_100 = document.createElement("img");		/*創建img元素*/
		Img_01_100.src=FoodData_01_100.PicURL;   			/*给img元素的src屬性附值*/
		Img_01_100.width="380";  							/*圖片大小設定*/
		Img_01_100.height="200";  
		var ID_01_100 = document.getElementById('ID_01_100');
		ID_01_100.appendChild(Img_01_100);  				
		var Name_01_100 = document.getElementById('Name_01_100');/*獲取據點資訊*/
		Name_01_100.innerHTML=FoodData_01_100.Name;	
		var Town_01_100 = document.getElementById('Town_01_100');/*獲取鄉鎮資訊*/
		Town_01_100.innerHTML=FoodData_01_100.Town;
		var City_01_100 = document.getElementById('City_01_100');/*獲取縣市資訊*/
		City_01_100.innerHTML=FoodData_01_100.City;
		
		var Img_01_101 = document.createElement("img");
		Img_01_101.src=FoodData_01_101.PicURL; 
		Img_01_101.width="380"; 
		Img_01_101.height="200"; 
		var ID_01_101 = document.getElementById('ID_01_101'); 
		ID_01_101.appendChild(Img_01_101);
		var Name_01_101 = document.getElementById('Name_01_101');
		Name_01_101.innerHTML=FoodData_01_101.Name;
		var Town_01_101 = document.getElementById('Town_01_101');
		Town_01_101.innerHTML=FoodData_01_101.Town;
		var City_01_101 = document.getElementById('City_01_101');
		City_01_101.innerHTML=FoodData_01_101.City;

		
		var Img_01_102 = document.createElement("img");
		Img_01_102.src=FoodData_01_102.PicURL; 
		Img_01_102.width="380";  
		Img_01_102.height="200"; 
		var ID_01_102 = document.getElementById('ID_01_102'); 
		ID_01_102.appendChild(Img_01_102);
		var Name_01_102 = document.getElementById('Name_01_102');
		Name_01_102.innerHTML=FoodData_01_102.Name;
		var Town_01_102 = document.getElementById('Town_01_102');
		Town_01_102.innerHTML=FoodData_01_102.Town;
		var City_01_102 = document.getElementById('City_01_102');
		City_01_102.innerHTML=FoodData_01_102.City;

		
		var Img_01_103 = document.createElement("img");
		Img_01_103.src=FoodData_01_103.PicURL; 
		Img_01_103.width="380";  
		Img_01_103.height="200"; 
		var ID_01_103 = document.getElementById('ID_01_103'); 
		ID_01_103.appendChild(Img_01_103);
		var Name_01_103 = document.getElementById('Name_01_103');
		Name_01_103.innerHTML=FoodData_01_103.Name;
		var Town_01_103 = document.getElementById('Town_01_103');
		Town_01_103.innerHTML=FoodData_01_103.Town;
		var City_01_103 = document.getElementById('City_01_103');
		City_01_103.innerHTML=FoodData_01_103.City;
		
		
		var Img_01_104 = document.createElement("img");
		Img_01_104.src=FoodData_01_104.PicURL; 
		Img_01_104.width="380";  
		Img_01_104.height="200"; 
		var ID_01_104 = document.getElementById('ID_01_104'); 
		ID_01_104.appendChild(Img_01_104);
		var Name_01_104 = document.getElementById('Name_01_104');
		Name_01_104.innerHTML=FoodData_01_103.Name;
		var Town_01_104 = document.getElementById('Town_01_104');
		Town_01_104.innerHTML=FoodData_01_104.Town;
		var City_01_104 = document.getElementById('City_01_104');
		City_01_104.innerHTML=FoodData_01_104.City;
		
		
		var Img_01_105 = document.createElement("img");
		Img_01_105.src=FoodData_01_105.PicURL; 
		Img_01_105.width="380";  
		Img_01_105.height="200"; 
		var ID_01_105 = document.getElementById('ID_01_105'); 
		ID_01_105.appendChild(Img_01_105);
		var Name_01_105 = document.getElementById('Name_01_105');
		Name_01_105.innerHTML=FoodData_01_105.Name;
		var Town_01_105 = document.getElementById('Town_01_105');
		Town_01_105.innerHTML=FoodData_01_105.Town;
		var City_01_105 = document.getElementById('City_01_105');
		City_01_105.innerHTML=FoodData_01_105.City;
		
		var Img_01_106 = document.createElement("img");
		Img_01_106.src=FoodData_01_106.PicURL; 
		Img_01_106.width="380";  
		Img_01_106.height="200"; 
		var ID_01_106 = document.getElementById('ID_01_106'); 
		ID_01_106.appendChild(Img_01_106);
		var Name_01_106 = document.getElementById('Name_01_106');
		Name_01_106.innerHTML=FoodData_01_106.Name;
		var Town_01_106 = document.getElementById('Town_01_106');
		Town_01_106.innerHTML=FoodData_01_106.Town;
		var City_01_106 = document.getElementById('City_01_106');
		City_01_106.innerHTML=FoodData_01_106.City;
		
		var Img_01_107 = document.createElement("img");
		Img_01_107.src=FoodData_01_107.PicURL; 
		Img_01_107.width="380";  
		Img_01_107.height="200"; 
		var ID_01_107 = document.getElementById('ID_01_107'); 
		ID_01_107.appendChild(Img_01_107);
		var Name_01_107 = document.getElementById('Name_01_107');
		Name_01_107.innerHTML=FoodData_01_107.Name;
		var Town_01_107 = document.getElementById('Town_01_107');
		Town_01_107.innerHTML=FoodData_01_107.Town;
		var City_01_107 = document.getElementById('City_01_107');
		City_01_107.innerHTML=FoodData_01_107.City;
		
		var Img_01_108 = document.createElement("img");
		Img_01_108.src=FoodData_01_108.PicURL; 
		Img_01_108.width="380";  
		Img_01_108.height="200"; 
		var ID_01_108 = document.getElementById('ID_01_108'); 
		ID_01_108.appendChild(Img_01_108);
		var Name_01_108 = document.getElementById('Name_01_108');
		Name_01_108.innerHTML=FoodData_01_108.Name;
		var Town_01_108 = document.getElementById('Town_01_108');
		Town_01_108.innerHTML=FoodData_01_108.Town;
		var City_01_108 = document.getElementById('City_01_108');
		City_01_108.innerHTML=FoodData_01_108.City;
		
		var Img_01_109 = document.createElement("img");
		Img_01_109.src=FoodData_01_109.PicURL; 
		Img_01_109.width="380";  
		Img_01_109.height="200"; 
		var ID_01_109 = document.getElementById('ID_01_109'); 
		ID_01_109.appendChild(Img_01_109);
		var Name_01_109 = document.getElementById('Name_01_109');
		Name_01_109.innerHTML=FoodData_01_109.Name;
		var Town_01_109 = document.getElementById('Town_01_109');
		Town_01_109.innerHTML=FoodData_01_109.Town;
		var City_01_109 = document.getElementById('City_01_109');
		City_01_109.innerHTML=FoodData_01_109.City;

		var Img_01_110 = document.createElement("img");
		Img_01_110.src=FoodData_01_110.PicURL; 
		Img_01_110.width="380";  
		Img_01_110.height="200"; 
		var ID_01_110 = document.getElementById('ID_01_110'); 
		ID_01_110.appendChild(Img_01_110);
		var Name_01_110 = document.getElementById('Name_01_110');
		Name_01_110.innerHTML=FoodData_01_110.Name;
		var Town_01_110 = document.getElementById('Town_01_110');
		Town_01_110.innerHTML=FoodData_01_110.Town;
		var City_01_110 = document.getElementById('City_01_110');
		City_01_110.innerHTML=FoodData_01_110.City;

		var Img_01_111 = document.createElement("img");
		Img_01_111.src=FoodData_01_111.PicURL; 
		Img_01_111.width="380";  
		Img_01_111.height="200"; 
		var ID_01_111 = document.getElementById('ID_01_111'); 
		ID_01_111.appendChild(Img_01_111);
		var Name_01_111 = document.getElementById('Name_01_111');
		Name_01_111.innerHTML=FoodData_01_111.Name;
		var Town_01_111 = document.getElementById('Town_01_111');
		Town_01_111.innerHTML=FoodData_01_111.Town;
		var City_01_111 = document.getElementById('City_01_111');
		City_01_111.innerHTML=FoodData_01_111.City;
		
		var Img_01_113 = document.createElement("img");
		Img_01_113.src=FoodData_01_113.PicURL; 
		Img_01_113.width="380";  
		Img_01_113.height="200"; 
		var ID_01_113 = document.getElementById('ID_01_113'); 
		ID_01_113.appendChild(Img_01_113);
		var Name_01_113 = document.getElementById('Name_01_113');
		Name_01_113.innerHTML=FoodData_01_113.Name;
		var Town_01_113 = document.getElementById('Town_01_113');
		Town_01_113.innerHTML=FoodData_01_113.Town;
		var City_01_113 = document.getElementById('City_01_113');
		City_01_113.innerHTML=FoodData_01_113.City;

		var Img_01_115 = document.createElement("img");
		Img_01_115.src=FoodData_01_115.PicURL; 
		Img_01_115.width="380";  
		Img_01_115.height="200"; 
		var ID_01_115 = document.getElementById('ID_01_115'); 
		ID_01_115.appendChild(Img_01_115);
		var Name_01_115 = document.getElementById('Name_01_115');
		Name_01_115.innerHTML=FoodData_01_115.Name;
		var Town_01_115 = document.getElementById('Town_01_115');
		Town_01_115.innerHTML=FoodData_01_115.Town;
		var City_01_115 = document.getElementById('City_01_115');
		City_01_115.innerHTML=FoodData_01_115.City;

		var Img_01_116 = document.createElement("img");
		Img_01_116.src=FoodData_01_116.PicURL; 
		Img_01_116.width="380";  
		Img_01_116.height="200"; 
		var ID_01_116 = document.getElementById('ID_01_116'); 
		ID_01_116.appendChild(Img_01_116);
		var Name_01_116 = document.getElementById('Name_01_116');
		Name_01_116.innerHTML=FoodData_01_116.Name;
		var Town_01_116 = document.getElementById('Town_01_116');
		Town_01_116.innerHTML=FoodData_01_116.Town;
		var City_01_116 = document.getElementById('City_01_116');
		City_01_116.innerHTML=FoodData_01_116.City;
		
		var Img_01_117 = document.createElement("img");
		Img_01_117.src=FoodData_01_117.PicURL; 
		Img_01_117.width="380";  
		Img_01_117.height="200"; 
		var ID_01_117 = document.getElementById('ID_01_117'); 
		ID_01_117.appendChild(Img_01_117);
		var Name_01_117 = document.getElementById('Name_01_117');
		Name_01_117.innerHTML=FoodData_01_117.Name;
		var Town_01_117 = document.getElementById('Town_01_117');
		Town_01_117.innerHTML=FoodData_01_117.Town;
		var City_01_117 = document.getElementById('City_01_117');
		City_01_117.innerHTML=FoodData_01_117.City;

		var Img_01_118 = document.createElement("img");
		Img_01_118.src=FoodData_01_118.PicURL; 
		Img_01_118.width="380";  
		Img_01_118.height="200"; 
		var ID_01_118 = document.getElementById('ID_01_118'); 
		ID_01_118.appendChild(Img_01_118);
		var Name_01_118 = document.getElementById('Name_01_118');
		Name_01_118.innerHTML=FoodData_01_118.Name;
		var Town_01_118 = document.getElementById('Town_01_118');
		Town_01_118.innerHTML=FoodData_01_118.Town;
		var City_01_118 = document.getElementById('City_01_118');
		City_01_118.innerHTML=FoodData_01_118.City;

		var Img_01_119 = document.createElement("img");
		Img_01_119.src=FoodData_01_119.PicURL; 
		Img_01_119.width="380";  
		Img_01_119.height="200"; 
		var ID_01_119 = document.getElementById('ID_01_119'); 
		ID_01_119.appendChild(Img_01_119);
		var Name_01_119 = document.getElementById('Name_01_119');
		Name_01_119.innerHTML=FoodData_01_119.Name;
		var Town_01_119 = document.getElementById('Town_01_119');
		Town_01_119.innerHTML=FoodData_01_119.Town;
		var City_01_119 = document.getElementById('City_01_119');
		City_01_119.innerHTML=FoodData_01_119.City;
		
		var Img_01_131 = document.createElement("img");
		Img_01_131.src=FoodData_01_131.PicURL; 
		Img_01_131.width="380";  
		Img_01_131.height="200"; 
		var ID_01_131 = document.getElementById('ID_01_131'); 
		ID_01_131.appendChild(Img_01_131);
		var Name_01_131 = document.getElementById('Name_01_131');
		Name_01_131.innerHTML=FoodData_01_131.Name;
		var Town_01_131 = document.getElementById('Town_01_131');
		Town_01_131.innerHTML=FoodData_01_131.Town;
		var City_01_131 = document.getElementById('City_01_131');
		City_01_131.innerHTML=FoodData_01_131.City;
		
		var Img_01_137 = document.createElement("img");
		Img_01_137.src=FoodData_01_137.PicURL; 
		Img_01_137.width="380";  
		Img_01_137.height="200"; 
		var ID_01_137 = document.getElementById('ID_01_137'); 
		ID_01_137.appendChild(Img_01_137);
		var Name_01_137 = document.getElementById('Name_01_137');
		Name_01_137.innerHTML=FoodData_01_137.Name;
		var Town_01_137 = document.getElementById('Town_01_137');
		Town_01_137.innerHTML=FoodData_01_137.Town;
		var City_01_137 = document.getElementById('City_01_137');
		City_01_137.innerHTML=FoodData_01_137.City;
		
		var Img_01_146 = document.createElement("img");
		Img_01_146.src=FoodData_01_146.PicURL; 
		Img_01_146.width="380";  
		Img_01_146.height="200"; 
		var ID_01_146 = document.getElementById('ID_01_146'); 
		ID_01_146.appendChild(Img_01_146);
		var Name_01_146 = document.getElementById('Name_01_146');
		Name_01_146.innerHTML=FoodData_01_146.Name;
		var Town_01_146 = document.getElementById('Town_01_146');
		Town_01_146.innerHTML=FoodData_01_146.Town;
		var City_01_146 = document.getElementById('City_01_146');
		City_01_146.innerHTML=FoodData_01_146.City;

		var Img_01_147 = document.createElement("img");
		Img_01_147.src=FoodData_01_147.PicURL; 
		Img_01_147.width="380";  
		Img_01_147.height="200"; 
		var ID_01_147 = document.getElementById('ID_01_147'); 
		ID_01_147.appendChild(Img_01_147);
		var Name_01_147 = document.getElementById('Name_01_147');
		Name_01_147.innerHTML=FoodData_01_147.Name;
		var Town_01_147 = document.getElementById('Town_01_147');
		Town_01_147.innerHTML=FoodData_01_147.Town;
		var City_01_147 = document.getElementById('City_01_147');
		City_01_147.innerHTML=FoodData_01_147.City;

		var Img_01_173 = document.createElement("img");
		Img_01_173.src=FoodData_01_173.PicURL; 
		Img_01_173.width="380";  
		Img_01_173.height="200"; 
		var ID_01_173 = document.getElementById('ID_01_173'); 
		ID_01_173.appendChild(Img_01_173);
		var Name_01_173 = document.getElementById('Name_01_173');
		Name_01_173.innerHTML=FoodData_01_173.Name;
		var Town_01_173 = document.getElementById('Town_01_173');
		Town_01_173.innerHTML=FoodData_01_173.Town;
		var City_01_173 = document.getElementById('City_01_173');
		City_01_173.innerHTML=FoodData_01_173.City;

		var Img_01_183 = document.createElement("img");
		Img_01_183.src=FoodData_01_183.PicURL; 
		Img_01_183.width="380";  
		Img_01_183.height="200"; 
		var ID_01_183 = document.getElementById('ID_01_183'); 
		ID_01_183.appendChild(Img_01_183);
		var Name_01_183 = document.getElementById('Name_01_183');
		Name_01_183.innerHTML=FoodData_01_183.Name;
		var Town_01_183 = document.getElementById('Town_01_183');
		Town_01_183.innerHTML=FoodData_01_183.Town;
		var City_01_183 = document.getElementById('City_01_183');
		City_01_183.innerHTML=FoodData_01_183.City;
		
		var Img_01_184 = document.createElement("img");
		Img_01_184.src=FoodData_01_184.PicURL; 
		Img_01_184.width="380";  
		Img_01_184.height="200"; 
		var ID_01_184 = document.getElementById('ID_01_184'); 
		ID_01_184.appendChild(Img_01_184);
		var Name_01_184 = document.getElementById('Name_01_184');
		Name_01_184.innerHTML=FoodData_01_184.Name;
		var Town_01_184 = document.getElementById('Town_01_184');
		Town_01_184.innerHTML=FoodData_01_184.Town;
		var City_01_184 = document.getElementById('City_01_184');
		City_01_184.innerHTML=FoodData_01_184.City;

		var Img_01_203 = document.createElement("img");
		Img_01_203.src=FoodData_01_203.PicURL; 
		Img_01_203.width="380";  
		Img_01_203.height="200"; 
		var ID_01_203 = document.getElementById('ID_01_203'); 
		ID_01_203.appendChild(Img_01_203);
		var Name_01_203 = document.getElementById('Name_01_203');
		Name_01_203.innerHTML=FoodData_01_203.Name;
		var Town_01_203 = document.getElementById('Town_01_203');
		Town_01_203.innerHTML=FoodData_01_203.Town;
		var City_01_203 = document.getElementById('City_01_203');
		City_01_203.innerHTML=FoodData_01_203.City;
		
		var Img_01_212 = document.createElement("img");
		Img_01_212.src=FoodData_01_212.PicURL; 
		Img_01_212.width="380";  
		Img_01_212.height="200"; 
		var ID_01_212 = document.getElementById('ID_01_212'); 
		ID_01_212.appendChild(Img_01_212);
		var Name_01_212 = document.getElementById('Name_01_212');
		Name_01_212.innerHTML=FoodData_01_212.Name;
		var Town_01_212 = document.getElementById('Town_01_212');
		Town_01_212.innerHTML=FoodData_01_212.Town;
		var City_01_212 = document.getElementById('City_01_212');
		City_01_212.innerHTML=FoodData_01_212.City;
		
		var Img_01_219 = document.createElement("img");
		Img_01_219.src=FoodData_01_219.PicURL; 
		Img_01_219.width="380";  
		Img_01_219.height="200"; 
		var ID_01_219 = document.getElementById('ID_01_219'); 
		ID_01_219.appendChild(Img_01_219);
		var Name_01_219 = document.getElementById('Name_01_219');
		Name_01_219.innerHTML=FoodData_01_219.Name;
		var Town_01_219 = document.getElementById('Town_01_219');
		Town_01_219.innerHTML=FoodData_01_219.Town;
		var City_01_219 = document.getElementById('City_01_219');
		City_01_219.innerHTML=FoodData_01_219.City;
		
		var Img_01_222 = document.createElement("img");
		Img_01_222.src=FoodData_01_222.PicURL; 
		Img_01_222.width="380";  
		Img_01_222.height="200"; 
		var ID_01_222 = document.getElementById('ID_01_222'); 
		ID_01_222.appendChild(Img_01_222);
		var Name_01_222 = document.getElementById('Name_01_222');
		Name_01_222.innerHTML=FoodData_01_222.Name;
		var Town_01_222 = document.getElementById('Town_01_222');
		Town_01_222.innerHTML=FoodData_01_222.Town;
		var City_01_222 = document.getElementById('City_01_222');
		City_01_222.innerHTML=FoodData_01_222.City;
		
		var Img_01_223 = document.createElement("img");
		Img_01_223.src=FoodData_01_223.PicURL; 
		Img_01_223.width="380";  
		Img_01_223.height="200"; 
		var ID_01_223 = document.getElementById('ID_01_223'); 
		ID_01_223.appendChild(Img_01_223);
		var Name_01_223 = document.getElementById('Name_01_223');
		Name_01_223.innerHTML=FoodData_01_223.Name;
		var Town_01_223 = document.getElementById('Town_01_223');
		Town_01_223.innerHTML=FoodData_01_223.Town;
		var City_01_223 = document.getElementById('City_01_223');
		City_01_223.innerHTML=FoodData_01_223.City;
		
		var Img_01_76 = document.createElement("img");
		Img_01_76.src=FoodData_01_76.PicURL; 
		Img_01_76.width="380";  
		Img_01_76.height="200"; 
		var ID_01_76 = document.getElementById('ID_01_76'); 
		ID_01_76.appendChild(Img_01_76);
		var Name_01_76 = document.getElementById('Name_01_76');
		Name_01_76.innerHTML=FoodData_01_76.Name;
		var Town_01_76 = document.getElementById('Town_01_76');
		Town_01_76.innerHTML=FoodData_01_76.Town;
		var City_01_76 = document.getElementById('City_01_76');
		City_01_76.innerHTML=FoodData_01_76.City;
		
		var Img_01_81 = document.createElement("img");
		Img_01_81.src=FoodData_01_81.PicURL; 
		Img_01_81.width="380";  
		Img_01_81.height="200"; 
		var ID_01_81 = document.getElementById('ID_01_81'); 
		ID_01_81.appendChild(Img_01_81);
		var Name_01_81 = document.getElementById('Name_01_81');
		Name_01_81.innerHTML=FoodData_01_81.Name;
		var Town_01_81 = document.getElementById('Town_01_81');
		Town_01_81.innerHTML=FoodData_01_81.Town;
		var City_01_81 = document.getElementById('City_01_81');
		City_01_81.innerHTML=FoodData_01_81.City;
		
		var Img_01_87 = document.createElement("img");
		Img_01_87.src=FoodData_01_87.PicURL; 
		Img_01_87.width="380";  
		Img_01_87.height="200"; 
		var ID_01_87 = document.getElementById('ID_01_87'); 
		ID_01_87.appendChild(Img_01_87);
		var Name_01_87 = document.getElementById('Name_01_87');
		Name_01_87.innerHTML=FoodData_01_87.Name;
		var Town_01_87 = document.getElementById('Town_01_87');
		Town_01_87.innerHTML=FoodData_01_87.Town;
		var City_01_87 = document.getElementById('City_01_87');
		City_01_87.innerHTML=FoodData_01_87.City;
		
		var Img_01_91 = document.createElement("img");
		Img_01_91.src=FoodData_01_91.PicURL; 
		Img_01_91.width="380";  
		Img_01_91.height="200"; 
		var ID_01_91 = document.getElementById('ID_01_91'); 
		ID_01_91.appendChild(Img_01_91);
		var Name_01_91 = document.getElementById('Name_01_91');
		Name_01_91.innerHTML=FoodData_01_91.Name;
		var Town_01_91 = document.getElementById('Town_01_91');
		Town_01_91.innerHTML=FoodData_01_91.Town;
		var City_01_91 = document.getElementById('City_01_91');
		City_01_91.innerHTML=FoodData_01_91.City;
		
		var Img_02_153 = document.createElement("img");
		Img_02_153.src=FoodData_02_153.PicURL; 
		Img_02_153.width="380";  
		Img_02_153.height="200"; 
		var ID_02_153 = document.getElementById('ID_02_153'); 
		ID_02_153.appendChild(Img_02_153);
		var Name_02_153 = document.getElementById('Name_02_153');
		Name_02_153.innerHTML=FoodData_02_153.Name;
		var Town_02_153 = document.getElementById('Town_02_153');
		Town_02_153.innerHTML=FoodData_02_153.Town;
		var City_02_153 = document.getElementById('City_02_153');
		City_02_153.innerHTML=FoodData_02_153.City;
		
		
		
		var province = document.getElementById("province"); /*設定下拉式選單內容*/
		for(var index in provinces)
		{
			//alert(index);
			province.options.add(new Option(index,index));
		}
		province.fireEvent("onchange");
	};